[
  {
    "category": "Inside Church",
    "name": "The rectory",
    "description": "This room is quite small and cramped. It's about the size of maybe three wooden carts, which is to say, it's very small. There are boxes all over the place and many candles and other church accessories. There are several big robes hanging next to what looks like a very small closet. Some candles shed an eerie light on the room, flickering softly. There is a small cabinet with several religious tapes and records and a few books. A book case is near and contains many common religious texts.",
    "id": 132
  },
  {
    "category": "Cave",
    "name": "Orc cave",
    "description": "It is a dark cave that is cold and damp inside. The floor is rocks covered it bat poop. It is damp from the ceiling dripping of water. The cave just goes on what seems to be endlessly into the dark abyss. The only lite you can see is from the distance entrance of the cave.",
    "id": 361
  },
  {
    "category": "Town",
    "name": "Simple Town",
    "description": "The town is a small area with a few buildings. There are many shops and basic need places. The road that leads into town is dirt and rock.",
    "id": 65
  },
  {
    "category": "Inside Church",
    "name": "Church Entryway",
    "description": "The church has marble floors and a huge frost window. There are benches made from wood and a big organ can be seen at the front stage. There is gold trim all around the church.",
    "id": 177
  },
  {
    "category": "Farm",
    "name": "Large Farm",
    "description": "The farm is huge, over 1000 acres. There are a ton of horses that live on the farm and a wooden fence is around all roads of the farm. There is a red barn in the center of the farm.",
    "id": 226
  },
  {
    "category": "Forest",
    "name": "Firewood Forest",
    "description": "The forest has many trees. The majority of the trees are green however a few are orange and red. The forest is huge and seems to never end.",
    "id": 273
  },
  {
    "category": "Outside Temple",
    "name": "Temple gardens",
    "description": "The temple gardens are a beautiful place. There are many trees and flowers all over the Temple. There is a small water spring here.",
    "id": 337
  },
  {
    "category": "Outside Church",
    "name": "Church field",
    "description": "Sprawling grass is adorned with simple yet pretty flowers here. Wooden benches are organized into small rows. There's a roof covering the benches and pastors table. A white wooden fence encloses the area.",
    "id": 338
  },
  {
    "category": "Inside Tower",
    "name": "Southernmost Tower Entryway",
    "description": "The rather drab tower was made of gray stones approximately all the same size. Artwork hung on the walls depicting battle scenes from long ago but even the color from these had faded with time. The cold, outside air seeped in through every small crack and crevice leaving a damp quality to the air. Sealed off rooms lined the perimeter and obviously had not been seen by human eyes for centuries.",
    "id": 268
  },
  {
    "category": "Countryside",
    "name": "Meadow",
    "description": "Large clear outdoor meadow. Flowers of blue and white appearing in bunches here and there. The grass glows with a green light. Not much can be said about its appearance, however there is a mystical allure associated with the place as if a meadow for spirits instead of livestock.",
    "id": 113
  },
  {
    "category": "Bazaar",
    "name": "Central Bazaar",
    "description": "Shops as far as the eye can see, merchandise from around the region can be seen. Various goods ranging from dinner sets with colorful patterns to delicious smelling spices can be found here.",
    "id": 254
  },
  {
    "category": "Forest",
    "name": "mysterious forest outskirts",
    "description": "The forest is a dark and mysterious place, where few but the bravest hunters dare wander. The trees loom over you, obscuring any sort of sunlight. Despite this, it is a valuable food and lumber resource for the nearby castle's inhabitants, for the trees are tall and thick and a plentiful amount of deer wander about within.",
    "id": 221
  },
  {
    "category": "Farm",
    "name": "Castle farm",
    "description": "The farm is a large patch of land located directly outside of the castle walls. A wide variety of grains, vegetables and fruits are grown here to feed the castle's people. A few lone barns are scattered across the farmland, housing a wide array of farm animals that are slaughtered for their delicious meats.",
    "id": 407
  },
  {
    "category": "Dungeon",
    "name": "The Lower Dungeon Guard Room",
    "description": "This chamber, a full 30 feet below the Upper Dungeon, isn't made of stone blocks, it's hewn from the living rock of the earth.  10 by 15 feet, its domed ceiling and walls show the tool marks its excavation.  There are numerous lines of filth on the walls marking the various levels that water has risen up the walls during previous rainy seasons.\n\nA wobbly table sits in the center of the room, but there are no chairs to go with it.  Rusty cuffs hang from rusty pegs driven into the wall.  The smell is horrific.",
    "id": 228
  },
  {
    "category": "Inside Cottage",
    "name": "Cottage safe-room",
    "description": "Stocked from floor to ceiling, food and medicine line the western wall. The room is painted matte grey and contains a chest to the left of the food and medicine. Three chairs and a table with a lamp are what is left in the middle of the safe-room. Dimly lit, and a steady water supply coming from the well outside of the cottage.",
    "id": 246
  },
  {
    "category": "Outside Tower",
    "name": "In Front of a Stone Tower",
    "description": "A large tower stretches high into the sky. It is made of gray stone blocks, some of which have softened edges illustrating aged signs of wear. Sparse grass grows around the base of the tower, dwindling down to nothing near the dark open doorway at the tower's front. A few rays of light shine into the doorway and brighten a rough stone floor, with specks of dust being illuminated by the sun's rays.",
    "id": 170
  },
  {
    "category": "Inside Church",
    "name": "A small church",
    "description": "It's a very humble abode - any smaller and you could mistake it for someone's home.  In the front room is a small altar for prayer and offerings.  The two rooms to the sides are places where the priest and a traveler can rest.",
    "id": 38
  },
  {
    "category": "Inside Cottage",
    "name": "Cottage entryway",
    "description": "A welcome mat adorns the floor at the foot of the door. A rack to hang hats and coats is on the left hand side. Right above, a fan lazy spins about on a hot summer day. A single bulb of light illuminates the small hall that the entrance leads to. The entrance smells of the fresh outdoors.",
    "id": 19
  },
  {
    "category": "Dungeon",
    "name": "A wet dungeon",
    "description": "It is dark and eerie, especially because there is only one candle. The candle is low on wax, it will be out soon. The brick walls surrounding the dungeon are scratched with fingernails, moss is growing.",
    "id": 362
  },
  {
    "category": "Outside Church",
    "name": "Enormous church entrance door",
    "description": "The door stands twenty feet tall. It is made of metal with a large knocker at eye level. There is a small sliding window covered with metal so that people inside can slide it and see who is knocking. The door has three large rectangles made of rivets, one high, one in the middle, and one low.",
    "id": 16
  },
  {
    "category": "Outside Temple",
    "name": "Hilltop temple grounds",
    "description": "A tall white building with stained glass windows and surrounded lush green grass.  It sits on top of a hill with many steps to climb.  Each room has a different setting and painted walls to set the mood.",
    "id": 194
  },
  {
    "category": "Inside Castle",
    "name": "Castle Maids' Room",
    "description": "Inside the maids room is dark and grey.  It is much different from the rest of the Castle which has grand walls and floors and paintings from famous painters around the wall.  The maid holds many secrets in this room.  One which is a secret door that holds paintings she should not have.",
    "id": 241
  },
  {
    "category": "Inside Castle",
    "name": "Privy room",
    "description": "It's dark and only lit by a candle stuck in a small candle holder in each wall. For what it is the room is large with plenty of room. It has a small wooden table off to the left. There's a small window behind overlooking the court yard.",
    "id": 81
  },
  {
    "category": "Bazaar",
    "name": "Castle courtyard bazaar",
    "description": "There are tents set up everywhere flying family crest banners, the area is thronged with people wearing rough clothing, knights in half armor, children running around begging pennies for sweetmeats. The smell of roasting meat is rich in the air and the crowd grows louder with each passing hour due to the various vendors selling mead and wine.",
    "id": 178
  },
  {
    "category": "Jungle",
    "name": "Unexplored jungle",
    "description": "Located outside of civilization, the jungle is a vast unknown. Many plants never seen, many beasts never discovered.  However, what is known is that one cannot survive alone in this jungle.  There are many poisonous trees and plants and it is impossible to see the sun once in it.  Just an incredible amount of vast, dense and impassable vegetation.",
    "id": 22
  },
  {
    "category": "Inside Temple",
    "name": "The Inside Temple",
    "description": "The Inside Temple is located in the center of the city.  It has large pillars outside surrounding it with many drawings and paintings on the pillars of the various deities that the Temple serves. The entrance doors are layered with incarnate gold and throughout the inside of the temple are the same type pillars on a smaller scale all leading to a large area in the middle with a gloriously large altar and many statues of deities in a semicircle around it.  There is not artificial light, only candles and torches so not to perturb the deities.",
    "id": 322
  },
  {
    "category": "Swamp",
    "name": "Haunted Swamp",
    "description": "A misty, foggy area with the swamp. It is dirty and smelly.",
    "id": 142
  },
  {
    "category": "Shore",
    "name": "Turquoise Shore",
    "description": "A beautiful turquoise color water by the shore. It is filled with many gems and gold.",
    "id": 171
  },
  {
    "category": "Abandoned",
    "name": "The Forsaken Castle",
    "description": "Old and creepy, the castle has been abandoned for centuries now. It is broken and destroyed.",
    "id": 396
  },
  {
    "category": "Inside Tower",
    "name": "The Great Hall",
    "description": "Large room with vast ceilings for meetings and dining. There is a large ornate table at the head of the room for the king and his guest overlooking smaller tables for the servants.",
    "id": 103
  },
  {
    "category": "Mountain",
    "name": "Abandoned Mine",
    "description": "A crumbling hole gapes in the side of the stone, surrounded by rotted wood timbers. A few rusted pieces of block and tackle lay half-buried in scraggly grass. A strange sort of humming noise emanates from within.",
    "id": 39
  },
  {
    "category": "Graveyard",
    "name": "An Unfinished Mausoleum",
    "description": "Two-and-a-half walls of the finest, whitest stone stand here, weathered by the passing of countless seasons. There is no roof, nor sign that there ever was one. All indications are that the work was abruptly abandoned. There is no door, nor markings on the walls. Nor is there any indication that any coffin has ever lain here... yet.",
    "id": 62
  },
  {
    "category": "Port",
    "name": "Fishmonger's stall",
    "description": "A small booth near the edge of the port, it's protected by a piece of old, sun-bleached sailcloth. Baskets of freshly-caught fish, bivalves, and eels sit in the shade in stained wooden troughs of water. A small, aggressive-looking dog is chained to one table, presumably to keep cats away. The stall is redolent with the aroma of fish.",
    "id": 94
  },
  {
    "category": "Shore",
    "name": "The beach",
    "description": "Sand that is white as snow. the water is as clear as a crystal. down the shore is some cliffs",
    "id": 266
  },
  {
    "category": "Abandoned",
    "name": "abandoned mine",
    "description": "It's dark, cold, and musty. There is old machinery lying around, rusting, and discarded tools lie on the ground. Cobwebs are everywhere. The rock walls are damp, and a trickle of water can be heard coming from somewhere off in the dark.",
    "id": 42
  },
  {
    "category": "Jungle",
    "name": "Bamboo hut",
    "description": "Built of bamboo trunks and a bamboo leaf roof, this small hut has one window on each side and a short door, where those who enter must stoop down so they don't hit their heads. A dirt floor is covered with palm fronds gathered from the jungle; four small rocks are placed around the center of the room, forming a place for the occupants to sit. A small fire burns just outside of the hut, and a wooden spit is suspended over the fire. One of the support poles of the hut has a woven grass bag hanging from it. The bag contains a half-dozen coconuts, clearly gathered for consuming at a later time. A colorful lizard is sleeping in the sun in one of the windows.",
    "id": 123
  },
  {
    "category": "Inside Palace",
    "name": "The Dungeon",
    "description": "The dungeon is in the very most bottom room of the Palace. Many have gone down to the dungeon through the trap doors inside the palace and have never returned. Walls are covered with spider webs and bones from previous challengers to the throne. The brick dungeon is dark and mysterious.",
    "id": 120
  },
  {
    "category": "Trail",
    "name": "path in forest",
    "description": "The trail path is a well designed path in the middle of a deep, dark forest. It is made purely from the bones of the innocent that were sacrificed to the ogre. There are eyes looking in the dark at you as you walk on the trail.",
    "id": 420
  },
  {
    "category": "Inside Temple",
    "name": "The prayer room",
    "description": "It is serene and quiet. Some old gods and goddess statues are on the altar. They are made out of pure gold with some jewel for the ornaments. The red carpet welcomed the visitor and soon as you walk in, you can see the bright gold pillars surrounding the room.",
    "id": 227
  },
  {
    "category": "Farm",
    "name": "Barn",
    "description": "A large shed like building aside any farmers house. Usually made out of wood with a large gate for moving animals. Used to store animals or farm equipment.",
    "id": 284
  },
  {
    "category": "Graveyard",
    "name": "Cemetery",
    "description": "Dim and low lit. The aura from this cemetery emits sadness and pain perpetually. You can feel and sense the eerie nature of the graveyard crawl up your spine. There seems to be a slight fog slowly making its way across the open parts of the cemetery.",
    "id": 144
  },
  {
    "category": "Countryside",
    "name": "Meadow",
    "description": "This meadow is composed of green, luscious, rolling hills. Flowers dot the expanse. In the evening, one may stand from the hills of this meadow and see the sun set beneath the horizon off in the distance.",
    "id": 20
  },
  {
    "category": "Inside Palace",
    "name": "Queen's Bedchamber",
    "description": "The chamber is fit for royalty. A four-poster beds with a plush mattress adorns the room. A chifforobe of immense value is placed in the room, as is a bell for summoning a horde of servants.",
    "id": 23
  },
  {
    "category": "Mountain",
    "name": "Cave",
    "description": "This cave is situated along a mountainous trail. It is dark and damp. A cold air rushes through the walls of the cave.",
    "id": 95
  },
  {
    "category": "Inside Temple",
    "name": "The altar room",
    "description": "The central location of the temple is the altar room. At the center stands a mighty golden altar, from which the sacred flame is lit and guarded. Only the high priest and his supplicants may enter this room.",
    "id": 145
  },
  {
    "category": "Inside Church",
    "name": "Confessional",
    "description": "The room is a small box, composed of sharply cut stone. The room is uncomfortably small, and filled with a lingering scent of something unfamiliar to the occupants.",
    "id": 146
  },
  {
    "category": "Dungeon",
    "name": "Torture Room",
    "description": "The room is sparse and cold. A variety of torture implements are housed in the room, and a bloodied prisoner can often be found hanging in shackles on the wall of the room.",
    "id": 192
  },
  {
    "category": "Lake",
    "name": "Island",
    "description": "This island is located in the center of a lake. It is smaller than a ship and covered in moss.",
    "id": 256
  },
  {
    "category": "Shore",
    "name": "Lighthouse",
    "description": "The lighthouse is an off-white color, towering fifty feet over the shore. The light from the building extends out for miles past the shoreline.",
    "id": 269
  },
  {
    "category": "Tavern",
    "name": "The bar",
    "description": "The bar is made of oak wood. It is finely varnished, though dulled over time and covered with wet drinks.",
    "id": 326
  },
  {
    "category": "Outside Tower",
    "name": "Watchtower",
    "description": "The tower is the largest section of the castle. It contains an observatory for nighttime scouting, but is also used by the wise men to study the stars. Armed guardsmen are always to be found keeping watch.",
    "id": 344
  },
  {
    "category": "Port",
    "name": "Port Tavern",
    "description": "The port tavern is the shadiest of all the shady bars in the city. Every night, on its grimy stools at the wooden bar, you can find some of the slimiest sailors in the world. The walls are of peeling blue paint and are always dripping with condensation. Women of ill-repute line one wall, old men on the verge of passing out line another. The floor is littered with trash, barnacles, and bodily fluids. Tending the bar is a small, round man with a bushy mustache.",
    "id": 197
  },
  {
    "category": "Inside Tower",
    "name": "Prison room",
    "description": "Up at the top of the tower, among the gray clouds, is the prison room. The room is round, with a circumference of about 15 feet. The walls are barren and made of stone; only one barred window gives a view out onto the vast landscape. A small bed and a dirty wooden bucket are the only decorations. The desolate princess spends day and night laying on that small bed, wondering where things went wrong",
    "id": 214
  },
  {
    "category": "Inside Castle",
    "name": "Dungeon",
    "description": "Dark and gloomy, the dungeon is the ugly underbelly of the castle. A few torches line the black stone walls, throwing a meager light on the iron bars of the cells. The air is damp and still; the only disruptions are the occasional anguished moans and cries from the prisoners.",
    "id": 300
  },
  {
    "category": "Inside Palace",
    "name": "Master Bedroom",
    "description": "The master bedroom is the most lavish and beautiful room in the entire palace. On the ceiling is a painting made by the most famous artist in the palace, the floors are made of the most expensive marble, and gold-stitched tapestries line the walls. The mattress was made by the sleeping monks of the hidden mountains, the bed frame is made of solid god.",
    "id": 391
  },
  {
    "category": "Outside Temple",
    "name": "Outside Temple",
    "description": "The outside temple is surrounded by lush green trees that have aged beautifully and carry beautiful blossoming jasmine flowers with a pink and white outline. The candles melted around the temple shine brightly and bring a light of glory to the place.",
    "id": 213
  },
  {
    "category": "Graveyard",
    "name": "Graveyard",
    "description": "The dark and gloomy graveyard has fog all the time and has a large amount of graves everywhere you step. There are whispers and shadows that appear from the darkness and there is always a light drizzle that seems to moisten the place.",
    "id": 277
  },
  {
    "category": "Outside Castle",
    "name": "Outside Castle",
    "description": "The outside castle is beautifully decorated with priceless gems and artifacts. The stone used is ancient and antique with a shiny gloss of silver. The gardens outside the castle are a beautiful green and have the most delightful flowers.",
    "id": 291
  },
  {
    "category": "Trail",
    "name": "The opening to the drawbridge of the castle",
    "description": "The trailhead to the forest is a dirt trail, dusty as it has not rained in a while. The overhang of the trees is luscious and green with only patches of sunlight beaming through the dense canopy. There are many large trees, some with arrows still stuck in their trunks. The trail is treacherous as it leads through the densest part of the forest, through a stream and to a well-hidden castle. Once inside the forest, the shade and canopy has provided plenty of opportunities for foliage to grow making it harder to follow.",
    "id": 289
  },
  {
    "category": "Inside Church",
    "name": "Bell Tower",
    "description": "The Bell Tower is steep and rises high above the building. The stairs are made of rickety wood and go up thirty stories. The bell is so old that the cracks seem almost perfectly set in the iron.",
    "id": 109
  },
  {
    "category": "Swamp",
    "name": "Troll's bridge",
    "description": "Muddy and murky waters lie under a bridge that seems to go nowhere. It is made of cobblestone and just as long as it is wide. Beneath it live a hideous troll that makes people pay to cross.",
    "id": 355
  },
  {
    "category": "Farm",
    "name": "Barn",
    "description": "The old rustic barn was settled on the outermost edge of the farm.  Standing tall over the fields, this two-story red barn cast a long shadow over the field surrounding it.  Large wooden doors that could be propped open with great effort would lead you directly inside.",
    "id": 136
  },
  {
    "category": "Dungeon",
    "name": "Dungeon within a castle",
    "description": "The castles dungeon lay buried below the village on the outskirts of the castles garden. Only the guards have access to light, and light is given as a privilege. The interior is stone and smells of mildew and deadly black mold.",
    "id": 159
  },
  {
    "category": "Forest",
    "name": "A wooded magical village",
    "description": "The village lay hidden in a secret grotto that is set in a sort of valley between trees. The village is populated by child-like peoples who wear clothes made of various plant matter such as large leaves and vines. The homes are made of wood, and seemingly blend into the green dense backdrop.",
    "id": 193
  },
  {
    "category": "Abandoned",
    "name": "An abandoned castle on an ocean cliff side",
    "description": "The castle is located at the top of an erosive cliff face of a vast ocean. An entire wing of the castle appear to have collapsed into the ocean due to the erosion of the cliff face, perhaps the reason why the castle now lay abandoned.",
    "id": 262
  },
  {
    "category": "Dungeon",
    "name": "Inside a desolate cave",
    "description": "The dungeon exists inside a dark cave. Enchanted torches light the cave up and lead the way to this ancient dungeon. Creatures can be seen populating the dungeon, but it is unknown if they are malevolent or benign.",
    "id": 282
  },
  {
    "category": "Inside Castle",
    "name": "Knights Quarters",
    "description": "The knights quarters are where the King's royal guard is allowed to lodge. The quarters are dimly lit and are generally only populated at night time. Several beds are aligned along the walls with locked trunks at the base of the beds, where the knights keep their personal belongings.",
    "id": 342
  },
  {
    "category": "Mountain",
    "name": "A Dwarven City",
    "description": "The dwarven city is located inside a hollowed out stony mountain. Benign dwarves populate the mountain city. Pillars of the entrance are adorned with gold, and inside the fortress exists a vast city bustling with strange magical technology.",
    "id": 382
  },
  {
    "category": "Cave",
    "name": "Underground Chamber",
    "description": "This location is very gloomy, damp and magical. Has a lot of geodes and various types of crystals.",
    "id": 345
  },
  {
    "category": "Outside Church",
    "name": "outside the church of monks",
    "description": "the outside of the church of monks looks like it was made from live standing trees.  there are a few windows scattered throughout.  there is a long narrow door in the middle.",
    "id": 28
  },
  {
    "category": "Outside Temple",
    "name": "Temple courtyard",
    "description": "There are lots of ornate statues everywhere.  It is pretty busy because everyone comes here to pray. There are colorful pieces of cloth tied randomly everywhere.  There is also a huge statue in the middle that everyone is gathered around to pray.",
    "id": 40
  },
  {
    "category": "Inside Palace",
    "name": "Inside the Unicorn palace",
    "description": "The unicorn palace is so beautiful! It is covered in pastel colors, and wherever you look they form a rainbow.  The floor is made of special glittering grass that the unicorns feed on.",
    "id": 55
  },
  {
    "category": "Tavern",
    "name": "The werewolves tavern",
    "description": "The tavern looks like a regular pub on the inside, but when you walk in there are chew toys littering the floor.  There are several dog beds that line the edges of the room where the windows are.  The bartender has a uniform on that is covered in bones",
    "id": 112
  },
  {
    "category": "Inside Temple",
    "name": "Inside Temple",
    "description": "It is solemn. There are candles lit everywhere and the although the temple is full, no one is speaking and all you can hear are muted scuffling feet.  There is an eerie shadow cast on the walls that look like there are ghosts moving from this realm to the next.",
    "id": 176
  },
  {
    "category": "Outside Cottage",
    "name": "The witches cottage",
    "description": "The witches cottage has a huge cauldron in the middle of the cottage. There are shelves of glass jars that have things like spider legs, dragon toe nails, and fairy wings.  The floor is a dirt floor and the roof is made of wooden brooms.",
    "id": 295
  },
  {
    "category": "Inside Temple",
    "name": "Inside the fairy temple",
    "description": "The fairy temple is very small.  No human has ever been in there, but there was a fairy interpreter that described it as covered in green leaves and grass.  He said they told him that there is a giant frog in the middle that eats all of the pesky flies.",
    "id": 373
  },
  {
    "category": "Forest",
    "name": "Fairy Forest",
    "description": "The fairy forest is full of brightly colored flowers that grow up to 30 feet tall.  There are also ornate birds that live here.  When you whistle, a fairy will come to you and tweak your nose.  They don't like a lot of nose so it irritates them enough for them to come out of their homes made from watermelon skins.",
    "id": 412
  },
  {
    "category": "Inside Church",
    "name": "Inside the fairies church",
    "description": "No one has actually seen it, but a fairy interpreter asked a fairy and they described it as just a cloud of smoke and once in a while you trip over something in the floor.  The fairies purposely leave their trash in the floor because they think it is funny when people trip over them.",
    "id": 209
  },
  {
    "category": "Inside Palace",
    "name": "Inside the king's palace",
    "description": "The inside of the palace is completely covered in gold.  There are ornate chandeliers hanging everywhere and there is food on golden tables all hours of the day.  The king also ordered everyone to always wear gold clothing and paint there faces gold.",
    "id": 324
  },
  {
    "category": "Inside Temple",
    "name": "Inside Temple",
    "description": "The inside of the temple is brightly lit. It is covered in cave art with almost every color in the rainbow.  There are 2 large lion sculptures near the entrance that are guarding the temple from demons.",
    "id": 393
  },
  {
    "category": "Inside Tower",
    "name": "Dining Hall",
    "description": "The dining hall has a long, elegant wooden table with ornate chairs at both ends and along the sides. There are place settings at each seat with a rustic silverware set and gold plates. The wall is decorated with paintings of knights and past royalty.",
    "id": 219
  },
  {
    "category": "Inside Church",
    "name": "Confessional Room",
    "description": "The confessional room is small and cramped, offering access to only a single person at a time.  Once inside this small, wooden room, A person is alone with nothing but the cardinal and their own sins.  The confessional room has a single wooden bench and small table holding a candle, with a sliding window that allows words to pass through to the other side.  The cardinal waits on the other side, ready to absolve someone of their sins.",
    "id": 93
  },
  {
    "category": "Desert",
    "name": "Oasis",
    "description": "An impossible relief from the sweltering heat, the Oasis sounds like the fevered dream of a dying traveler.  A cool, refreshing spring of water surrounded by palm trees is tucked away from prying eyes, with a single tent set up from a traveler long past.  A lost traveler may find themselves there in their time of need, their thirst slaked by the crisp and impossibly cool water.",
    "id": 230
  },
  {
    "category": "Outside Tower",
    "name": "Wizard's Quarters",
    "description": "Dark and musty, the Wizard's Quarters are filled with ancient tomes and mysterious items.  Scrolls and jars of mysterious reagents line the walls of the Wizard's Quarters, and magical lights flicker with a mysterious green flame.",
    "id": 428
  },
  {
    "category": "Inside Castle",
    "name": "Dungeon",
    "description": "Lit only by scattered torches, The dungeon lies far underneath the castle.  Bandits and Thieves who find themselves there are met with cold stone walls and floors, with chains and bars restricting movement.  Guards patrol the corridors, keeping an eye out for any escape attempt or misdeed.  The only comforts afforded in the Dungeon are the piles of hay for sleeping.",
    "id": 312
  },
  {
    "category": "Inside Castle",
    "name": "Castle",
    "description": "This castle is made from red brick. The walls are all painted purple and have gold trim. There is a big chandelier that lights up the main room of the castle.",
    "id": 29
  },
  {
    "category": "Cave",
    "name": "Cave",
    "description": "This cave is big but has no lights. It is made from stone and has a small pool of water in the back. The floor is made from dirt.",
    "id": 83
  },
  {
    "category": "Inside Castle",
    "name": "Castle",
    "description": "The inside of the castle is made from grey brick. All the floors are made from gold and silver. The castle is lit by lights as well as some candles.",
    "id": 87
  },
  {
    "category": "Bazaar",
    "name": "Bazaar",
    "description": "This place is made from oak wood. It is very small due to the wood aisles. The front of the store has a big wooden table as well as a scale.",
    "id": 149
  },
  {
    "category": "Inside Tower",
    "name": "Tower",
    "description": "The inside tower is made from a combination of wood and brick. It also has some metal to hold all the doors in place. There are three doors and a staircase that leads up to the guards quarters.",
    "id": 152
  },
  {
    "category": "Outside Tower",
    "name": "Tower",
    "description": "This outside tower is made from big stones. It is grey with wood trim. There is one glass window that is used as a lookout tower.",
    "id": 160
  },
  {
    "category": "Bazaar",
    "name": "Bazaar",
    "description": "This place is made from wood. It has a huge window in the front and has many rows of items in it. It has no lights but due to the window is well lit.",
    "id": 251
  },
  {
    "category": "Outside Palace",
    "name": "Royal Gardens",
    "description": "Lined with rose bushes that look as if they have been watered by the God's, the Royal Gardens is a beauty to behold. An intricate labyrinth made of shrubs is at the center ending with a fountain. There are various benches on the sides of the rose bushes and a small lake in the back drop.",
    "id": 150
  },
  {
    "category": "Port",
    "name": "The Docks",
    "description": "The docks are a rough place with a lot of rough group of individuals who hang out there.  It is where the ships port and deport, only few know what really goes on there.",
    "id": 51
  },
  {
    "category": "Inside Church",
    "name": "The Sacred Temple",
    "description": "The Sacred Temple is where spiritual individuals go to worship the Gods.  It is massive in size compared to other buildings in the town.  A lot of ancient symbolical artwork covers the windows and a deep glow comes from the alter.",
    "id": 234
  },
  {
    "category": "Lake",
    "name": "The Lagoon",
    "description": "The Lagoon is a dark and mysterious place during the night hours.  A lot of moss and lily pads surround the shore.  The water is very murky.",
    "id": 271
  },
  {
    "category": "Inside Temple",
    "name": "Inside the temple",
    "description": "The stained glass glistens in the sun. The pews are lines perfectly.",
    "id": 34
  },
  {
    "category": "Cave",
    "name": "Cave",
    "description": "Cold and dark, the moist cool walls enclose all who proceed. With just torches to light the way the large opening gets smaller and smaller.",
    "id": 172
  },
  {
    "category": "Outside Tower",
    "name": "Outside tower",
    "description": "Moss grows from the tall stoic like structure adding to its mysterious presence. The stone walls appear insuperable like a mountain. The top is a pointed dome.",
    "id": 236
  },
  {
    "category": "Jungle",
    "name": "Jungle",
    "description": "Full of natural beauty and danger, the jungle holds many rewards and risks. From beautiful awe inspiring fauna to the worlds most deadly creatures.",
    "id": 334
  },
  {
    "category": "Lake",
    "name": "Lake",
    "description": "The beautiful lake glistens in the sun as water can be seen in all directions. you can see several feet beneath the water because it is so clear.",
    "id": 352
  },
  {
    "category": "Outside Church",
    "name": "Outside Church",
    "description": "A cold wind blows through the small decrepit graveyard in front of the church. Shutters and other loose neglected ad to the mood of death and decay.",
    "id": 350
  },
  {
    "category": "Forest",
    "name": "Riverbed",
    "description": "With clear air and the sound of gurgling water near it, the river bed is silty and muddy. The river rushes by the land as more and more dirt separates from the land. The land of the riverbed slick with mud and filled with bugs and worms/",
    "id": 196
  },
  {
    "category": "Jungle",
    "name": "Mud pit",
    "description": "The mudpit is dark and brown. The mud inside is sticky and hard to escape. The vegetation surrounding the area is matted down.",
    "id": 220
  },
  {
    "category": "Swamp",
    "name": "A military outpost at the heart of the swamp",
    "description": "Moist, and murky the bog remained. As you reach the outpost that description doesn't change seeing the bog gobbers swimming through the thick water, and fermenting goblins perched atop the outpost's walls.",
    "id": 314
  },
  {
    "category": "Inside Palace",
    "name": "Royal Kitchen",
    "description": "Made of the finest of silvers this kitchen is known as the best in the land of Fulmer. The king Fulmer demanded the entire interior palace be decorated in this silver from nearby Landon and with their many mines. Wouldn't you know though, the oven, pots, pans and other kitchen specialties are all made of copper! Worn, chiseled, and beaten from use in the prison from neighboring Zinzel in the kingdom of Palemon. Budgetary demands forced them to cut costs and they have been using these utensils and dishes ever since the palace opened.",
    "id": 366
  },
  {
    "category": "Inside Tower",
    "name": "Inside Tower",
    "description": "The walls and are made of marble and trimmed in gold.  So too are the winding stairs that lead up to the observation deck.  Ivy lines the outside of the walls and sprawls all the way up the side to just near the top of the tower.  The tower itself is intimidating for those who dare to approach.  The tower stands tall so as to see out way across the beautiful land it watches over.",
    "id": 61
  },
  {
    "category": "Wasteland",
    "name": "Abandoned Shack",
    "description": "Crumbling and blowing away in the light breeze, the roof of the shack has shingles barley hanging on. The door to the shack lays next to the door frame on the front porch which is now more of a hazard than a veranda. The shack is missing large chunks of the walls and one can see straight through the building in many place. The walls are coated with fuzzy molds and fungus while the exposed wooden frame has been eaten away in many places by worms.",
    "id": 35
  },
  {
    "category": "Inside Palace",
    "name": "Princess' Library",
    "description": "Warm and well lit, this room is equal parts windows and bookshelves. Overflowing with books, maps, parchment, and other odds and ends the shelves sag slightly from the weight. The lush maroon carpet complements the dark oak wood paneled walls, which are lined with rich tapestries.",
    "id": 78
  },
  {
    "category": "Desert",
    "name": "Yurt",
    "description": "The structure is simultaneously strong and portable. The stretched canvas is suppled and soft life calfs skin, but keeps the heat at bay and the chills of the night out. Circular in design, there are no corners, all inhabitants are equal. With a small flap for a door the entrance looks fit for a child, while the whole tent looks as though it could fit a family of ten.",
    "id": 129
  },
  {
    "category": "Bazaar",
    "name": "Spice Stall",
    "description": "An orgy of senses the Spice Stall is covered wall to wall with packets of orange and red spices, bags of herbs, jars of seeds, and anything else you could imagine. The vibrant colors of the spices combine to create a rich tapestry of different hues and shades. The only thing more overwhelming than the sight is the smell. Each spice has a unique and exciting scent, some are sweet, some spicy, all are strong.",
    "id": 195
  },
  {
    "category": "Inside Temple",
    "name": "Treasure Cavern",
    "description": "Glittering as far as the eye can see the Treasure Cavern is filled with gold, silver, precious gems, and other priceless items. The stacks and stacks of gold plates, goblets, and coins tip precariously from side to side and threaten to fall and cause a landslide of treasures.",
    "id": 280
  },
  {
    "category": "Inside Tower",
    "name": "Bathroom",
    "description": "Small and cozy, but dripping with luxurious linens and speckled with ornate fixtures this bathroom is a paradise. The small room is non-traditional in the sense that there is no toilet or sink, only a relatively enormous claw foot tub. The feet are gilded and the tub itself is pristine and white. The wallpaper is floral and warm, the rugs lush, and the mirror flattering.",
    "id": 346
  },
  {
    "category": "Jungle",
    "name": "Tree House",
    "description": "The tree house is a mess of vines and random pieces of debris woven together to create a haven for those who live there. High up off the jungle floor and among the trees, the home is relatively spacious and offers sweeping views of the lush green jungle. The interior has been decorated by all the residents with what is available to them. A macrameé wall hanging woven from vines hangs above the bed made with linens salvaged from an abandoned town on the outskirts of the jungle.",
    "id": 375
  },
  {
    "category": "Inside Palace",
    "name": "The  main hall",
    "description": "Long hallway with high ceilings, long windows, and a very intricate designed ceiling.",
    "id": 92
  },
  {
    "category": "Town",
    "name": "The town square",
    "description": "A small park plaza with many trees and flowers, a small gazebo in the middle for larger gatherings. It has lamp posts all throughout as well as being well kept.",
    "id": 223
  },
  {
    "category": "Farm",
    "name": "The living quarters",
    "description": "Small barn like building, with old wooden doors and not many windows. It has different rooms as well as a decent sized kitchen.",
    "id": 306
  },
  {
    "category": "Inside Palace",
    "name": "Kings chambers",
    "description": "The large four poster bed is adorned with the finest linens that Europe has to offer.  Gold is liberally woven through the fabric of the duvet and the tassels that drape to the floor on each corner of the duvet.  A gauzy purple fabric hanging from the bed posts sets an opaque tone to the room.  One window is shuttered by large wooden planks that can be thrown open to allow the mid day light to illuminate the room.  A large chest of drawers holds a small portion of the King's clothing.",
    "id": 122
  },
  {
    "category": "Wasteland",
    "name": "Trash Heap",
    "description": "A largest trash heap in the kingdom has been burned out so many times that it no longer resembles anything but a sturdy pile of refuse.  It stands 11 feet tall and 35 feet across and front to back sloping gently on all sides to the ground.  The only recognizable objects in the pile are the fresh items that have been thrown upon the stack, which are, a wooden chair with one leg broken, a crossbow with no string, and a rag doll with the head detached.",
    "id": 217
  },
  {
    "category": "Forest",
    "name": "Entrance to the Pine trees",
    "description": "Very tall and towering pine trees that create a dark canopy of shade. Long skinny trees sway in the sky from the soft breeze. Pine needles scatter the ground like plush carpet.",
    "id": 1
  },
  {
    "category": "Outside Palace",
    "name": "Courtyard",
    "description": "Hand carved stone surround the courtyard made by the most skilled masons with their impervious designs. Its large and quiet with hanging moss, and several beds of flowers.",
    "id": 45
  },
  {
    "category": "Port",
    "name": "Large Galleon",
    "description": "The deck of this rather large ship is strong and freshly swapped with tar. Its mast reaches far into the sky like gleaming pillar of hope and freedom. Its sturdy ship made for long voyages with thick planks and strong rails.",
    "id": 68
  },
  {
    "category": "Inside Cottage",
    "name": "kitchen",
    "description": "Neat, and well kept. Everything in its place and a place for everything. Dishes and utensils hang from the ceiling above the chef must take great pride in his art and craft. The Iron grill over the fireplace must be where the magic happens.",
    "id": 74
  },
  {
    "category": "Jungle",
    "name": "Tree house",
    "description": "Its hidden, almost as if the structure is intertwined with the jungle itself up high in the trees to avoid the predatory wildlife below. Build from branches and sticks, held together with twine and vine. The house is quite primitive a single room with only a lamp and small table are inside.",
    "id": 85
  },
  {
    "category": "Cave",
    "name": "Dark Cave",
    "description": "Its dark, not much light can be seen in this hollow and empty cave site. Its made of stone that has been here seemingly since time began, the walls are hard as diamond, yet black like darkness itself.",
    "id": 96
  },
  {
    "category": "Outside Tower",
    "name": "Top side tower overlooking view",
    "description": "Wide flat landscape. Wonderful view, stretching out for miles. Strong tower made of stone, small hills and mounds throughout the landscape. Large stairs inside the tower leading to the top.",
    "id": 154
  },
  {
    "category": "Town",
    "name": "Black Smiths shop",
    "description": "Its hot, the fire glows as it prepares to accept new iron to be melted down. The forge is large and contained by a stone like well. Nearby his wooden workbench is full of hammers and tongs used for making several items. The forge is outside it seems no building is needed to be a blacksmith.",
    "id": 183
  },
  {
    "category": "Lake",
    "name": "Lakeside House",
    "description": "Its white and vibrant, certainly a location for some lord, It has 3 floors, and fine gardening surround the house. Its open and breezy this place is calm and peaceful.",
    "id": 365
  },
  {
    "category": "Inside Castle",
    "name": "Armory",
    "description": "Another room in the castle as you would expect. This room is filled with weapons and armor on manikins made of wood and iron. The weapons here are well used, time and age have made their dents and marks, however they remain reliable for any man to wield.",
    "id": 368
  },
  {
    "category": "Dungeon",
    "name": "Torture Chamber",
    "description": "Damp and dingy, the torture chamber contains almost nothing other than some shackles on the wall and a knife. There are no windows. The walls are made of solid concrete and the floor made of wood. Large dark stains are on the floor.",
    "id": 296
  },
  {
    "category": "Inside Cottage",
    "name": "Bedroom",
    "description": "Cozy and snug, the bedroom contains little more than a wooden bed covered in a worn quilt, a small dresser with two drawers to hold clothes, a lamp on top of the dresser, and a woven blue rug.",
    "id": 404
  },
  {
    "category": "Inside Castle",
    "name": "Treasure Room",
    "description": "It is home to all the most valuable and legendary pieces of fortune that have been collected by the kingdom over hundreds of years. It contains many treasure chests filled to the brim with gold. Necklaces strewn about made from every type of valuable material imaginable. Legendary swords made from the greatest sword makers in all of the lands. Pieces of armor worn by the mightiest warriors that have ever lived are lined up meticulously on one of the walls.",
    "id": 12
  },
  {
    "category": "Farm",
    "name": "Barn",
    "description": "The barn is old and rustic on the inside, with fresh red paint on the outside. Inside there is a ladder leading up to a loft. There is hay everywhere.",
    "id": 175
  },
  {
    "category": "Shore",
    "name": "throne room",
    "description": "ornate and luxurious, the throne room gleams with gold and precious jewels. Priceless painting of past kings line the sides. underneath a vaulted ceiling regal a red carpet connect the throne room entrance to the golden throne itself.",
    "id": 10
  },
  {
    "category": "Shore",
    "name": "Coast",
    "description": "The coast seems to stretch on for miles in either direction.  The ocean itself has receded some and the tide has not yet rolled in.  The water laps half-heartedly at the sand and the glistening shades of seashells dot the wet sand.  All around the sand gleams a shade of white.",
    "id": 108
  },
  {
    "category": "Cave",
    "name": "Bat room",
    "description": "It is cold, dark and filled with bats. it is humid and there are some paddles on the ground.",
    "id": 427
  },
  {
    "category": "Inside Church",
    "name": "The Choir room",
    "description": "It is a room with a table in the middle with chairs around it.  There is a closet that contains Choir robes that are long white and green accents.  There is a small keyboard in the corner.",
    "id": 416
  },
  {
    "category": "Inside Tower",
    "name": "Jail room",
    "description": "Stark and dank, the jail cell is tiny and scary. It has no windows and just had solid stone walls on all sides. There is no bed, and only a small metal bucket to take care of needs.",
    "id": 26
  },
  {
    "category": "Town",
    "name": "Town Theater",
    "description": "This is a quaint theater with plush velvet seats and a beautiful red curtain. It can seat 200 people. It is decorated with mirrors and golden accents. There are posters of past plays in the lobby.",
    "id": 44
  },
  {
    "category": "Cave",
    "name": "Underground Cavern",
    "description": "The underground cavern is covered in precious metals and gems. In the wall, rubies, emeralds and sapphires sparkle. There is gold and silver, shining brightly. It is cool in the underground cavern.",
    "id": 53
  },
  {
    "category": "Inside Palace",
    "name": "Castle Kitchen",
    "description": "The castle kitchen is gigantic! There are racks and racks filled with ingredients for enough food to feed the castle every day. Ten long wooden tables take up much of the room. Along the wall are cooking instruments of every type as well as huge ovens to cook the food.",
    "id": 59
  },
  {
    "category": "Outside Palace",
    "name": "Moat",
    "description": "The thick moat is filled with murky dark water. It is very wide and surrounds the entire castle. Alligators and other dangerous creatures roam the moat, ready to warn away intruders.",
    "id": 66
  },
  {
    "category": "Inside Cottage",
    "name": "Bedroom",
    "description": "The bedroom is simple and yet homey. There is a small wooden bed covered in a colorful homemade quilt. There is a small wooden cabinet for storing the second pair of clothing. A colorful homemade tapestry brightens a wall.",
    "id": 114
  },
  {
    "category": "Inside Temple",
    "name": "Clergyman's office",
    "description": "It is a very small and sparse office with little decoration. It has a simple wooden table, and a cross on the wall. There are two chairs. There are many old prayer books on a single shelf.",
    "id": 167
  },
  {
    "category": "Inside Cottage",
    "name": "Gathering room",
    "description": "The gathering room is small, but comfortable. There are many seats for people to rest in. They are made of straw and covered with homespun blankets. There is a small table.",
    "id": 235
  },
  {
    "category": "Mountain",
    "name": "waterfall",
    "description": "Near the top of the mountain is a beautiful waterfall. It falls down many many feet to a beautiful lake. It is very loud and very majestic. It sparkles in the sun.",
    "id": 308
  },
  {
    "category": "Inside Palace",
    "name": "Grand Dancing Hall",
    "description": "The grand dancing hall is the most ornate location in the entire castle! Velvet seats run along the side of the room. There are huge chandeliers with hundreds of candles all along the ceiling. There are colorful paintings on every wall that show the different kings and their families.",
    "id": 332
  },
  {
    "category": "Jungle",
    "name": "Top of a tall tree",
    "description": "This is the most majestic tree in the jungle. It spans high into the sky, with brilliant emerald leaves and sturdy brown branches. It is very healthy and spreads very wide. It flowers with brilliant violet flowers.",
    "id": 119
  },
  {
    "category": "Swamp",
    "name": "Murky water",
    "description": "The water is murky and dark. There are unknown dangers lurking in it, such as alligators and poisonous snakes. Plants and trees hide more dangerous animals. It is cold.",
    "id": 210
  },
  {
    "category": "Inside Castle",
    "name": "Dining Hall",
    "description": "The dining room holds a gleaming, gilded wooden table that can seat 100! There are gilded mirrors on the walls, and hundreds of candles, which are lit every night. There is a large handmade rug on the floor and tapestries lining the walls depicting past royalty.",
    "id": 298
  },
  {
    "category": "Mountain",
    "name": "Summit",
    "description": "The summit of the mountain is like no other place. It is the highest point in the entire town. The view showcases the entire kingdom, and one can see for miles all around. It is cool and fragrant and breathtaking.",
    "id": 315
  },
  {
    "category": "Trail",
    "name": "scenic overlook",
    "description": "This lovely clearing overlooks the great mountain range. It is covered in wildflowers of all different colors. There are stone benches where one can sit.",
    "id": 417
  },
  {
    "category": "Desert",
    "name": "Secret Oasis",
    "description": "The secret oasis is a gleaming pool of pure water, surrounded by a smattering of green shrubbery and palm trees. Exotic insects fly about, and the sparse amounts of local fauna mull around after traveling for miles to drink and rest. The greenery sits in stark contrast to the vast desert surrounding it.",
    "id": 204
  },
  {
    "category": "Town",
    "name": "Town",
    "description": "The town is a small, rural area inhabited by the poorer citizens of the empire. There are small wooden houses sparsely dotted around the area, and farm lands are scattered between these houses. Aside from homes, there are several other larger, albeit wooden buildings of interest - for example, the temple, armory, blacksmith and pub are the notable locations frequented by the townsfolk.",
    "id": 106
  },
  {
    "category": "Graveyard",
    "name": "Tombstones of the Kings",
    "description": "The tombstones of the kings are the most notable part of the graveyard. These tombstones are erected from fine marble and have piles of gold and riches lying next to them. A small metal fence surrounds this section of the graveyard, and cuts it off from the common folk.",
    "id": 386
  },
  {
    "category": "Inside Church",
    "name": "Sanctuary",
    "description": "Enthroned in lavish hues of red and gold, the sanctuary is filled with candles and statues.  Enveloped by a high decorating ceiling, the sanctuary glistens with the sparkling golden adornments.",
    "id": 127
  },
  {
    "category": "Inside Church",
    "name": "Rectory",
    "description": "The rectory is very fragile and rickety due to age and various periods of neglect. Everything is wood-based and scratched up and chipped, including the beds strewn about. The clergymen would call it \"cozy\" but the space within is almost claustrophobic.",
    "id": 15
  },
  {
    "category": "Inside Temple",
    "name": "Meditation room",
    "description": "The floor and walls are wooden and polished to a shine. Golden meditating statues line the walls, the air is cool and many monks sit still with their eyes closed on mats on the ground. In the far center of the room there is a giant golden Buddha towering over everyone in its pedestal.",
    "id": 69
  },
  {
    "category": "Port",
    "name": "Loading Dock",
    "description": "The loading dock is filled with life and movement. Many trucks back up into the",
    "id": 199
  },
  {
    "category": "Mountain",
    "name": "Mountain Peak",
    "description": "There are clouds beneath and above, the mountain range extends beyond in all directions barely visible through the fog. Everything is covered by snow and above is a bright blue sky.",
    "id": 253
  },
  {
    "category": "Outside Tower",
    "name": "The tower base",
    "description": "The tower base has a path of cobblestone leading to the entrance. Two torches are lit with large blazing fires. Most of the tower base is covered in moss.",
    "id": 267
  },
  {
    "category": "Inside Tower",
    "name": "The King's Quarters",
    "description": "Decadent, sensual, and tranquil, the King's Quarters sparkles with the various diamonds and gold-laced furniture comprising the entire room.  Self-portraits of the king himself, his queen, and various demigods line the walls leading up to the bed.  Smooth, bear- and tiger-skin rugs cover the entire floor to protect the bare feet of scantily clad virgins who serve to the beckon and call of the king and his queen.  There is a faint smell of sandalwood wafting to and from each section of the room at all times.",
    "id": 91
  },
  {
    "category": "Mountain",
    "name": "The Oracle Cave",
    "description": "Ominous and mystical, this cave is comprised of a hundred thousand skulls collected from fallen soldiers, kings, and robbers who have tried to steal from its hidden treasures.  Walking into the cave one may notice a vivid sheen of sparkling dots peppering the floor and walls and skulls, like little stars.  These stars are solid chunks of pure gold, diamond, and amethyst which the Oracle uses to construct her various fortune-telling devices.",
    "id": 205
  },
  {
    "category": "Inside Tower",
    "name": "A spiral staircase",
    "description": "Made of strong granite and oak timbre, it ascends to the highest room in the tower. The granite glitters in the light from the torches that line the walls. The oak is sleek and coated in a glistening protectant.",
    "id": 80
  },
  {
    "category": "Inside Church",
    "name": "Confessional",
    "description": "The red velvet curtains provide privacy and speak to the washing away of sins as the repentant person leaves the booth. The solid oaken bench provides no comfort, and hurries the churchgoer along in their confession. Behind the sheer screen is the waiting priest. Ornate designs are carved into the side of the confessional. Above it is a painting, dulled by age, but still depicting Jesus' death and resurrection with resounding clarity.",
    "id": 97
  },
  {
    "category": "Port",
    "name": "Marketplace",
    "description": "Merchants call out their wares and try desperately to get the attention of the wealthier passerby. People from all over the world hustle to and fro, some keenly eyeing the many tapestries, spices, tools and foods, others openly staring in wonder. Still others hurry along, heads down and avoiding eye contact. Colors, smells and sounds assault the senses. The cries of the gulls can hardly be deciphered from the chatter of the crowds, the ringing of the blacksmith's hammer, the bells of the nearby shipyard, and the hollers of the merchants.",
    "id": 363
  },
  {
    "category": "Outside Castle",
    "name": "Beyond the Wall",
    "description": "This is the area beyond the Inner Castle. It consist of large green land, that sprawl all the way to the horizon, with a line of six luxury houses in the middle. It is home to some of the Kings immediate aides, such as War Officer, Military Commander, and Agricultural Advisor.",
    "id": 32
  },
  {
    "category": "Abandoned",
    "name": "Land beyond the Wasteland",
    "description": "Not a man in sight nor an animal to hear. This land is completely barren and hot, unfit for any agricultural activity. It has been left abandoned so much so that the King has not even had time give it a name, so people simply refer to is as \"Abandoned\"",
    "id": 240
  },
  {
    "category": "Wasteland",
    "name": "Behind the Servant Quarters",
    "description": "Dirty and dismal. This wasteland sprawls behind the Servant Quarters. It is where all the filth from kingdom is dumped.",
    "id": 310
  },
  {
    "category": "Farm",
    "name": "Adjacent to the Guest Castle",
    "description": "Green, fertile, and blessed with crops of all kind. This well-kept farm grows corn, rice, and wheat for the King's Family and closest aides. Animals such as horses, goats, and the bleating of sheep keeps this Farm bustling with activity.",
    "id": 316
  },
  {
    "category": "Inside Tower",
    "name": "Inside the King's Castle",
    "description": "A highly fortified tower, one of the tallest in the land, about 50 square feet wide and 300 meters in height. It is constructed with the finest Ethery Stone, which is grey with hints of black tar. Some cracks appear on the west side of the Tower after years of wear and tear.",
    "id": 336
  },
  {
    "category": "Trail",
    "name": "Across the King's Garden",
    "description": "Heavily forested with dense undergrowth that stretches for miles. A cool mist enshrouds the trees and shrubs. The sounds of birds chirping fills the air and in the distance, the rumbling of a waterfall can be heard.",
    "id": 356
  },
  {
    "category": "Inside Temple",
    "name": "Within the King's Mansion",
    "description": "A divine location filled with the smells of religious scents. Red carpet is laid son the floor, red worship ornaments lace the walls and fire torches hover upon pedestals. The Statue of Omamoko rests upon the crescendo at the end of the walking aisle, its eye gleaming with Imperial Stone.",
    "id": 359
  },
  {
    "category": "Tavern",
    "name": "Market Center",
    "description": "Located in the middle of the famous Tempior Market of the Kingdom. Wooden tables line the floor and a bar serves several customers. The finest wines across the Kingdom are lined across the shelves behind the bar and a barb sings songs. The atmosphere is one of joy and camaraderie.",
    "id": 409
  },
  {
    "category": "Inside Church",
    "name": "The Chapel",
    "description": "Quiet and serene, the chapel is lined with oak pews where worshipers can sit",
    "id": 166
  },
  {
    "category": "Tavern",
    "name": "The bar",
    "description": "Made from wood and stone, the tavern smells of food and ale. A flame is burning in the fireplace and candles light up tables throughout the room.",
    "id": 249
  },
  {
    "category": "Shore",
    "name": "A battleship",
    "description": "It is a glamorous wooden ship.  It glistens like there are diamonds encrusted on the hull.  There are ornate railings on the stairs as it is a massive boat.  There is even a sea monster on the bow, complete with jeweled eyes and gold hair.",
    "id": 2
  },
  {
    "category": "Inside Castle",
    "name": "Banquet Hall",
    "description": "The banquet hall is like something you've never seen before.  It has gold encrusted tables and chairs, complete with embroidered tapestries and covers all over the floors.  The silverware is even made of diamonds as are all of the plates.  The ceilings are high wooden beams that glisten.",
    "id": 3
  },
  {
    "category": "Outside Castle",
    "name": "Entrance to castle",
    "description": "This entrance has seen better days.  The stones are a bit askew, and have lots of mosses growing on them.  But there is also a magical quality about this entrance.  It is not something you see, but rather feel.  And every now and then you can catch a shimmer out of the corner of your eye.",
    "id": 4
  },
  {
    "category": "Countryside",
    "name": "A cabin",
    "description": "Plain, pretty basic wooden cabin.  In a field of wildflowers, there is also a pen for the chickens, a clothes line.",
    "id": 5
  },
  {
    "category": "Inside Church",
    "name": "Pew",
    "description": "The pew is worn from many years of being sat on during services.  It looks fairly basic upon first glance.  But there is something just under the surface, something moving.",
    "id": 6
  },
  {
    "category": "Bazaar",
    "name": "Shop in Bazaar",
    "description": "This looks like a lean-to tent.  Propped up on three sides by branches and there is a table in the middle.  The proprietor is selling certain jewels that he claims will provide protection.  They are all different colors and he is well versed in what kind of protection they will provide.",
    "id": 8
  },
  {
    "category": "Outside Church",
    "name": "Entrance to church",
    "description": "The entrance to the church can only be described as a bit scary.  It is overgrown with mosses and weeds.  It has not been taken care of and is a mixture of wood and stone.  It is dirty, and things live here.",
    "id": 7
  },
  {
    "category": "Port",
    "name": "Dock at the Port",
    "description": "This dock has seen better days.  It is wobbly and broken in areas.  There are holes through to the ocean below if you are not careful.  It is covered with every means of trash.",
    "id": 9
  },
  {
    "category": "Lake",
    "name": "Dock",
    "description": "The wood used to make the dock is of highest quality, commissioned from trees that stand towering in the local forests. Despite time having passed it has been taken care of to the point where even a hint of warping from the water beneath will have a plank torn and replaced within a night.",
    "id": 265
  },
  {
    "category": "Swamp",
    "name": "Witch's House",
    "description": "Old and worn by the time that has passed and the environment where it was built, the wood rotted and worn by the swamp. It should have sunk years ago into the swamp but somehow it remains standing despite the ever sinking earth around it.",
    "id": 415
  },
  {
    "category": "Inside Tower",
    "name": "Within the walls of the city",
    "description": "The Tower stands tall, built of the best stone with a number of odd runes that only the local mages truly know how to read. Despite age the stones do not crumble, and stand ever vigilante as a watch station for the city.",
    "id": 424
  },
  {
    "category": "Inside Palace",
    "name": "The Queen's Chamber",
    "description": "This is a beautiful room inside of the palace that is decorated with the finest silk and velvet. The color scheme used represents royalty, royal blue, red, green and purple. The walls are covered in gold and in each corner of the room are golden statues of Greek art. The floors are covered in marble, and despite the patterns, shine so brightly you can even see your own reflection in them! There's also a bed big enough to fit five people on!",
    "id": 115
  },
  {
    "category": "Countryside",
    "name": "Cottage",
    "description": "The small cottage was white with two, shuttered windows. It was in the unique shape of a circle and was built of plaster. Smoke billowed from the chimney.",
    "id": 110
  },
  {
    "category": "Swamp",
    "name": "Bog",
    "description": "Frogs croak in the reeds that surround the bog. The water is very murky and underneath the surface tadpoles dart around. There are minimal places to stand to stay dry.",
    "id": 140
  },
  {
    "category": "Inside Palace",
    "name": "Dining Hall",
    "description": "Long, wooden tables line both walls of the massive dining hall. There is also an ornately carved head table at the front of the room. Benches sit in front of the tables to seat everyone. Massive, golden chandeliers hang from the ceiling. Colorful stained glass windows shed vast arrays of light onto the floor and walls.",
    "id": 191
  },
  {
    "category": "Inside Church",
    "name": "Nave",
    "description": "Long, wooden pews are positioned one in front of the other from the front of the room to the back. There are ornate stained glass windows on each side depicting the steps in the Crucifixion story. A long, red runner goes up the middle of the room to the altar.",
    "id": 369
  },
  {
    "category": "Shore",
    "name": "King's Quarters",
    "description": "The room is large. The largest of all the throne rooms. The carvings on the wall are ornate and historical. The room is clearly built for royalty. The bed is covered in designed covers. It is truly a sight to see.",
    "id": 304
  },
  {
    "category": "Inside Tower",
    "name": "Weapon Closet",
    "description": "The closet is a small dark room. There are different types of swords, axes, bows and arrows, and other types of weapons organized inside of the closet. It is just a barren, dark room with simple white walls and wooden floor.",
    "id": 36
  },
  {
    "category": "Inside Tower",
    "name": "Princess' Chamber",
    "description": "This chamber is the bedroom of a princess who lives in the castle. The bedroom is very luxurious and ornate, with a soft bed piled in quilts and a nice warm fire place adorned with trinkets. On the floor there is a big rug with a beautiful design. On the wall, there is a tapestry depicting a romantic looking garden scene. There are some fresh flowers on a table near the bed. There is one big window framed with heavy drapes near the bed.",
    "id": 46
  },
  {
    "category": "Inside Church",
    "name": "Inside Church",
    "description": "Small wooden crucifix decorations, wooden benches, small and dim windows, wooden walls, vases on small pillars, plants near church entrance",
    "id": 54
  },
  {
    "category": "Outside Palace",
    "name": "Training Fields",
    "description": "The training fields are a large expanse of grass fields, filled with all sorts of training apparatus for the noblemen and soldiers. The grass is not anything fancy, scuffed up and dry in many places, but it gets the job done. There are hay bails arranged all over, training courses, archery targets, weights and more scattered about in stations.",
    "id": 88
  },
  {
    "category": "Inside Tower",
    "name": "Alchemists Lab",
    "description": "The alchemists lab is a hidden, mysterious chamber at the top of the tower. There are all sorts of beakers and potions laid out on wooden tables. Smoke and light emanate from the experiments. A large shelf holds jars of strange ingredients, and in the center of the room there is some sort of huge vat of brewing liquid, bubbling and steaming.",
    "id": 117
  },
  {
    "category": "Inside Palace",
    "name": "Nursery",
    "description": "The nursery is a room dedicated to the care of the young children living in the palace. The ceilings are decorated with a painting of cherubic angel babies playing in clouds. There are luxurious baby bassinets, rocking chairs with cushions, fireplaces to keep the place warm and many toys all over the place. Windows framed in simple drapes offer views of the gardens outside.",
    "id": 131
  },
  {
    "category": "Outside Castle",
    "name": "Royal stables",
    "description": "The royal stables hold all of the horses of the noble people living in the castle. They are very well constructed, consisting of expert mason work and fixtures of some sort of heavy, forest-scented wood. Each horse has a large stall, lined with fresh hay replenished by stable hands daily. On the walls of stable, there are tools used to care for and groom the horses, hung on hooks. The stables are lit by lanterns hung throughout the stables.",
    "id": 155
  },
  {
    "category": "Tavern",
    "name": "Kitchen",
    "description": "The kitchen tavern is a small cramped room, with wooden cabinets and surfaces made out of stone tiles. There are many bottles of liquors and beers on the shelves, and there are buckets full of ice and other things. There is one shelf full of food items. There is a basin for water, and a bunch of knives and tools in a drawer.",
    "id": 200
  },
  {
    "category": "Swamp",
    "name": "Boathouse",
    "description": "The boathouse is a very small building with peeling paint. It is made out of wood, with one half planted in the water on stilts. Inside, there are boats floating in the water. There are hinged doors which can be opened to allow boats to come in and out. There are some ropes and other tools a boater may need stored in the boathouse.",
    "id": 250
  },
  {
    "category": "Inside Church",
    "name": "Nave",
    "description": "The nave of the church is a simple but ethereal looking room that is big enough to hold a couple hundred people. There are simple wooden benches, ten feet long, arranged in rows through the room, with one aisle down the center. The benches face the pulpit. Along the side walls of the room there are beautiful stained glass windows depicting Biblical imagery.",
    "id": 270
  },
  {
    "category": "Outside Cottage",
    "name": "Tool Shed",
    "description": "The tool shed is made out of mismatched pieces of wood, haphazardly nailed together. Their are shelves inside and hooks on the walls that all hold various tools for gardening and landscaping.",
    "id": 283
  },
  {
    "category": "Inside Cottage",
    "name": "Kitchen",
    "description": "The kitchen in this cottage is small and simple but it is perfect for the small family who use it. It is just a little nook in the corner of the cottage, with wooden counters and a nice wooden basin to fill with water. There is stone oven and also beside the counters there is a fireplace where a pot hangs on a hook. Their are shelves full of plates and bowls and other tools, and a cupboard for food storage.",
    "id": 302
  },
  {
    "category": "Inside Castle",
    "name": "Library",
    "description": "The library is a humongous cavernous room full of floor to ceiling shelves. Each shelf is stocked full of every type of book imaginable, most in impeccable condition. Near all of the shelves, there are types of reading nooks with benches or chaises for people to relax and read. There are some tables and chairs for study in one half of the room. There is a large fireplace in the center and some comfortable lounge chairs arranged around it for socializing. On the sparse wall space there are tapestries. Some small end tables hold huge vases of pink flowers.",
    "id": 376
  },
  {
    "category": "Inside Castle",
    "name": "Dining Hall",
    "description": "The dining hall is a grandiose room with enormously tall ceilings. Their is one long wooden dining table, with two huge chairs on each end, and normal benches on the sides. The walls of the room are decorated with huge elegant tapestries depicting memories and moments of the kingdom. Their is a stage for performers, and there are many windows that offer spectacular views of the beautiful castle grounds.",
    "id": 385
  },
  {
    "category": "Outside Palace",
    "name": "Courtyard",
    "description": "The courtyard is a huge pavilion of stone patio outside of the palace. It is in the shape of a large rectangle and boarders the west end of the palace. It is bordered in luscious hedges dotted with colorful flowers, particularly roses. Throughout the courtyard there are potted flowers, stone benches, statues and bird baths and fenced garden plots, and also a central atrium, that all evoke the feeling on an Arcadian garden.",
    "id": 411
  },
  {
    "category": "Cave",
    "name": "The Troll's Lair",
    "description": "Covered with rotting meat from nearby wildlife, the Troll's lair reeks of death.  If the stench alone wasn't enough to scare off an unfortunate travelers who stumbled upon it, the bones of unlucky spelunkers would be.  The Troll places his spoils near the numerous stalagmites on the damp cave wall, his red eyes patiently scanning the dark cave interior for anything that may disturb his isolation.",
    "id": 24
  },
  {
    "category": "Outside Castle",
    "name": "The Barracks",
    "description": "Run down and smelly, the barracks houses a dozen of the king's guardsmen.  It's made of wooden slats nailed together somewhat hastily, and the brisk air from the outside whistles through some small cracks between the panels.  There are six beds in an open sleeping quarter, with a wooden chest at the end of the bed where the guardsmen store their personal belongings.",
    "id": 190
  },
  {
    "category": "Inside Tower",
    "name": "Throne Room",
    "description": "Ornate and luxurious, the throne room gleams with gold and precious jewels. Priceless paintings of past kings line the sides. Underneath a vaulted ceiling, a regal red carpet connects the throne room's entrance to the golden throne itself.",
    "id": 276
  },
  {
    "category": "Forest",
    "name": "The Brush Den",
    "description": "The entryway to the brush den is made of arched bushes and various plants, as is the ceiling and walls. The inside is furnished with seats made of plant roots that have grown together, and a table made of wood adorned with flowers and wooden cups and plates. A small vine dangles with a glowing floor from the middle of the ceiling that lights the room dimly. Three small beds lay in one corner of the room made of interlaced grass and leaves.",
    "id": 124
  },
  {
    "category": "Inside Church",
    "name": "Next to an Altar",
    "description": "A medium length table is covered with a deep red bolt of silk. The edges of the cloth have ornate embroidered gold patterns. A hefty sized ornate cross decorated in diamonds, sapphires, and rubies reflects bits of colored light across the top of the table. Up above, a decorative stained-glass window looms.",
    "id": 397
  },
  {
    "category": "Inside Palace",
    "name": "The Ball Room",
    "description": "Large and extravagant, the room is adorned with crystals, polished gold and sapphires. There's long tables with beautiful silk table clothes covering them. Plush chairs line the tables. In front of each table is plates made from fine China, next to the plates is sterling silver silverware laid upon a pure white napkin. There's a stage where there's 2 thrones overlooking the table. The whole ceiling is large and adorned with chandeliers and garnished with gold accents.",
    "id": 215
  },
  {
    "category": "Forest",
    "name": "Along the banks of a river in the forest",
    "description": "The river that runs through this part of the forest is clear and cold and crystal blue.  Small fish dart about, and a few lazy insects flit back and forth above the riverbank.  Lush grass slopes up from the river itself.",
    "id": 49
  },
  {
    "category": "Inside Palace",
    "name": "King's Bedroom",
    "description": "The more-than-king-sized bed is the dominating feature of this room.  It has four tall posters, draped in the most royal blue canopy that you could imagine.  The inner curtains of the canopy are made of the finest silk his artisans could get their hands on.  Next to the bed is a lavish desk piled high with books.  On the other side of the room is a fireplace and a chair, and yet another pile of books.  [The King is an avid, AVID reader.]",
    "id": 99
  },
  {
    "category": "Bazaar",
    "name": "A jewelry stall",
    "description": "Very small and very compact, trinkets, baubles, necklaces and beads hang from just about every corner of the makeshift stall.  The stones glitter in the near-constant light of the day as the trader holds up one thing and then another to try to make some money for the day.",
    "id": 260
  },
  {
    "category": "Outside Tower",
    "name": "The Winter Gardens",
    "description": "The Winter Gardens' name is a bit of a misdirection - there are flowers here that bloom at many different times of the year.  It's almost the size of an entire town square, and it has almost every known flora of the Continent in it.",
    "id": 264
  },
  {
    "category": "Inside Palace",
    "name": "Servant's Quarters",
    "description": "It's spare and humble.  A small cookpot sits over a fire, and a few books sit on a shelf.  A candle sits in the middle of a table where there are a few plates and silverware set out in preparation for people to eat.",
    "id": 278
  },
  {
    "category": "Graveyard",
    "name": "A cursed grave",
    "description": "The sun never seems to shine on this grave.  The letters on the tombstone have long since faded, and many stories are told about whose bones lay buried in the dirt.  Until recently, it was overgrown with grass and weeds.  Someone had come and cleared the weeds, and the dirt looked as if it had been turned over.",
    "id": 340
  },
  {
    "category": "Inside Palace",
    "name": "Foyer",
    "description": "It is a grand room, with two ornate staircases leading up either side to a second floor balcony where there is a doorway at the very center.  Other doorways occupy the sides of the second floor landing.",
    "id": 381
  },
  {
    "category": "Outside Tower",
    "name": "Guard Shack",
    "description": "A nondescript square building that has room for two guards that change shift every 8 hours.  There's a fireplace inside, food enough for a week and a large earthenware jug of water for cooking and drinking.",
    "id": 394
  },
  {
    "category": "Inside Temple",
    "name": "The Hall of the Goddess",
    "description": "An 80-foot tall bronze statue of a 8 legged Goddess is the centerpiece for this Hall.  On four certain Holy Days in the Calendar, people from across the Continent come to worship at her feet and lay money, flowers, and wishes written on paper at her altar.",
    "id": 421
  },
  {
    "category": "Inside Palace",
    "name": "the throne",
    "description": "Very luxurious, with details of 12 carat gold and diamonds with a very comfortable cushion where the king usually take a break",
    "id": 207
  },
  {
    "category": "Farm",
    "name": "The old red barn",
    "description": "This is an old run down red barn. It's two stories and most farmers wouldn't still be using it. It has chickens and cows inside and harvests eggs and milk for the entire family. The second story has a large pile of hay visible through an old opening in the front.",
    "id": 143
  },
  {
    "category": "Desert",
    "name": "Desert Cavern",
    "description": "Wispy, hot crevice that is surrounding by a bunch of skeletons. A pile of treasure sits in the middle. Hundreds of hungry vultures stare down upon the treasure, eager to devour any adventurer that draws near.",
    "id": 41
  },
  {
    "category": "Desert",
    "name": "Cactus Field",
    "description": "Towering, withered cacti stand their ground as they have for centuries before. There are so many cacti that no one is able to see through the dense field. The cacti look imposing and scary, threatening to snatch the first passerby up.",
    "id": 52
  },
  {
    "category": "Shore",
    "name": "Fishing Pier",
    "description": "A spindly, long fishing pier that sits right outside the village. Barnacles cover its pilings in vast numbers. Many villagers can be seen fishing atop of it. Birds and pelicans squawk and fly above it.",
    "id": 57
  },
  {
    "category": "Inside Church",
    "name": "High Priest Chamber",
    "description": "Many books and religious idols litter the chamber. A squat chair with a high back sits at an ornate desk. A cup of holy water lies on the desk. Bookshelves line the entire chamber with religious texts.",
    "id": 60
  },
  {
    "category": "Inside Church",
    "name": "Beside church pews",
    "description": "The church pews fill the church as far as the eye can see. They are made of wood, harvested from ancient trees long ago. They gleam with the look of tender love and care, since they are polished after each ceremony.",
    "id": 73
  },
  {
    "category": "Swamp",
    "name": "Quicksand Pit",
    "description": "A large, gurgling pit of quicksand. Many adventurers and poor critters lie at the bottom of the pit. The pit is surrounded by an extensive swampland and is shielded by the many trees and shrubs that surround it.",
    "id": 126
  },
  {
    "category": "Inside Temple",
    "name": "Sacrifice Chamber",
    "description": "Bones of the damned riddle the floor and every surface inside the room. Blood stains are rampant on table like surface, surfaces once used for human sacrifices. A foul, but faint, odor pervades even the most hardiest of nostrils.",
    "id": 148
  },
  {
    "category": "Shore",
    "name": "Beach House",
    "description": "A marvelous beach house that sits upon the fine white sand of the beach. It looks mighty expensive, as the house has solid gold walls. A gigantic and lavish marble pier extends into the ocean out in front of the house.",
    "id": 163
  },
  {
    "category": "Outside Cottage",
    "name": "Mushroom Hut",
    "description": "An odd looking hut that sits outside that Witch's cottage. It is squat, mushy, and looks like a mushroom. It is be speckled with spots - black and white. The steam of the mushroom is beige. There is a small door that looks like it would fit a puppy through it.",
    "id": 169
  },
  {
    "category": "Port",
    "name": "Pirate Ship",
    "description": "A majestic, shimmering, black pirate ship sits upon the water. Its numerous cannons give it a menacing look. Tons of pirates hop upon its decks in a furious jig. The lone captain plods around in his cabin, plotting on where to seize his treasure next.",
    "id": 173
  },
  {
    "category": "Inside Tower",
    "name": "beside tower entrance",
    "description": "A bland and not very imposing door is the only means by which one exits the tower. There is nothing special about the entrance - it is a simple stone arch. A broom and mop bucket are next to the door that leads to the outdoors.",
    "id": 185
  },
  {
    "category": "Inside Palace",
    "name": "Palace Throne",
    "description": "A golden throne be-speckled with many precious stones. It glints in every eye that falls upon it. It is 20 ft tall and 5 ft wide. Swords from enemies of the king line the back of the chair.",
    "id": 189
  },
  {
    "category": "Inside Palace",
    "name": "Palace Kitchen",
    "description": "A lavish kitchen where the aroma of food can be smelled from miles away. Hundreds of servants and cooks weave and jostle about as they prepare for the next meal of the day. The meal they are cooking smells divine.",
    "id": 206
  },
  {
    "category": "Inside Cottage",
    "name": "Inside cottage kitchen",
    "description": "A small, quaint kitchen. Pots and pans fill the ceiling and make a clamor on a windy day. A small squat table, surrounding by four chairs, sit in the back of the kitchen. A small wood burning stove is seen upon entering.",
    "id": 245
  },
  {
    "category": "Countryside",
    "name": "Hillside Manor",
    "description": "A quaint manor that sits in the rolling hills. It is surrounded by a small stone fence and looks quite inviting to passersby. It looks like any other home that a well off business man would own.",
    "id": 293
  },
  {
    "category": "Countryside",
    "name": "Pig Pen",
    "description": "A filthy pen where tons of squalling pigs rut and throw a ruckus, Their snorts and farts can be heard from any passerby miles before getting to the pen. The pig pen is a few feet from Farmer Bob's cottage. The pigs never sleep and are always eating and playing in the mud.",
    "id": 330
  },
  {
    "category": "Outside Temple",
    "name": "Beside temple entrance",
    "description": "The entrance to the temple is quite hidden - shrouded by many trees and shrubs. One wouldn't even think to give it a second glance, as the stone that was used to create the entrance is worn down. The textures and characters that once adorned the entrance are memories of the past.",
    "id": 339
  },
  {
    "category": "Inside Tower",
    "name": "Tower Dungeon",
    "description": "A rank, pitiful room filled with detestable creatures. Among the creatures are traitors of the King and criminals of the kingdom. All around the dungeon these ingrates line the walls, shackled and unable to move.",
    "id": 341
  },
  {
    "category": "Outside Church",
    "name": "Beside church entrance",
    "description": "Ornate stonework covers the building. A towering arch of marble and silver line the entrance, giving the church a most grand appearance. Holy idols gaze upon the entrance, as  they flank the walkway to entrance side by side.",
    "id": 343
  },
  {
    "category": "Inside Castle",
    "name": "Castle Armory",
    "description": "Swords and armor line the wall of the grand armory. No rust is to be found on any of the weapons. The armorer's forge bellows smoke and fire, day and night, as the king's army is getting fitted out for it's next campaign.",
    "id": 351
  },
  {
    "category": "Countryside",
    "name": "Hillside Mansion",
    "description": "I sweeping villa that rests on the grand hills. Everyone can see how grand it is when they approach from the country road. A tall, wrought-iron fence surround its grounds, which extends for miles.",
    "id": 354
  },
  {
    "category": "Inside Palace",
    "name": "palace ballroom",
    "description": "A grand room with a marble floor. The ballroom can fit over 5,000 people. Its ceilings are high, vaulted, and adorned with many exquisite murals. Stained glass windows surround the entire room.",
    "id": 371
  },
  {
    "category": "Inside Church",
    "name": "Church Altar",
    "description": "An ornate altar studded with many jewels. A chalice and a golden plate rest upon a white cloth. It is 5 feet high and 20 feet wide. The high priest stands before it while giving a sermon to his followers.",
    "id": 374
  },
  {
    "category": "Inside Tower",
    "name": "Tower Sewers",
    "description": "A rank maze of sewers that lie below the tower. They course with filthy ooze from the experiments of the mad king. Rats patrol its smelly walkways. Bones of treasure seekers lie riddled across the walkways, nibbled clean by the fat rats.",
    "id": 398
  },
  {
    "category": "Desert",
    "name": "Towering Mesa",
    "description": "A huge mesa that climbs miles into the sky. It is composed of a rusty orange sandstone. Vultures are constantly seen swooping in and around the clouds that surround the mesa. It has steep cliffs that are nigh unclimbable.",
    "id": 400
  },
  {
    "category": "Inside Temple",
    "name": "inside temple crypt",
    "description": "Bones and coffins are as far as the eye can see. Rats scurry too and fro as they nibble on the desiccated remains. The coffins that are still intact are all open from grave robbers that visited long ago. A smell of mothballs pervades the air.",
    "id": 402
  },
  {
    "category": "Jungle",
    "name": "Small Hut",
    "description": "Very small, inside and out, the small hut is made of straw that has turned dingy from mold and time. Two cutout for windows and a brown cloth door mark the front entrance. Inside, there is only a wooden chair and table upon which sits a small wooden bowl and spoon.",
    "id": 50
  },
  {
    "category": "Abandoned",
    "name": "Gold Mine",
    "description": "The entrance is very unstable, with parts falling to the ground. As you enter, the walls have been crudely chipped away to make the path to the old mine. There is trash from the previous miners scattered on the dirt ground. Rocks are all around the area, where one would stumble as they go inside. It used to be a very productive gold mine, now falling to bits. There are broken lanterns, with shattered glass.",
    "id": 161
  },
  {
    "category": "Outside Castle",
    "name": "stable",
    "description": "It's constructed from old mossy stone from the nearby river. The horse's stalls inside are wooden. There is hay scattered across a dirt floor. Along the walls there are rustic tools, such as rakes, pitch forks and tools created by the blacksmith. The grain for the horses is stored in clay pottery. Regal and majestic Thoroughbred horses occupy the stables.",
    "id": 263
  },
  {
    "category": "Inside Castle",
    "name": "The room at the top of the tower",
    "description": "Small and round, the room is accessed by a spiral staircase. The room has stone walls, wooden floors and a decoratively carved wooden rocking chair next to a which looks over the castle's moat and the meadows and woodlands beyond.",
    "id": 401
  },
  {
    "category": "Abandoned",
    "name": "a lonely island",
    "description": "the island only has one coconut tree and waves crashing and appearing missing wooden boat parts. The pirates are nowhere to be seen.",
    "id": 31
  },
  {
    "category": "Bazaar",
    "name": "Public execution stand",
    "description": "The bazaar holds an execution stand, surrounded by rabid dogs and peasants walking around begging for food from royals.",
    "id": 37
  },
  {
    "category": "Inside Cottage",
    "name": "sitting room",
    "description": "the sitting room has a goat's skin as a sitting place in front of the cottage's fireplace that is just a fire burning in a pit. It is incredibly small",
    "id": 70
  },
  {
    "category": "Outside Church",
    "name": "the whipping station",
    "description": "the whipping station is just a large wooden platform that serves to embarrass the peasant villagers that sin, they also hang adulterers and homosexuals.",
    "id": 77
  },
  {
    "category": "Inside Palace",
    "name": "the bedding room",
    "description": "silks everywhere alongside a huge bed that fit twenty people, the bed was red and yellow silks full of women. There was gold cups everywhere filled with red wine.",
    "id": 111
  },
  {
    "category": "Inside Tower",
    "name": "prison room",
    "description": "it has old gray brick and it is hard to breathe because it is so high up in the sky, there are old skeletons there from previous prisoners.",
    "id": 151
  },
  {
    "category": "Graveyard",
    "name": "the fountain",
    "description": "the fountain is the only thing you can hear in the graveyard. It's eerily quiet, not even a bird chirping. The fountain is teen feet high, and it is dry as a desert. It makes the graveyard more eerie than any other one.",
    "id": 158
  },
  {
    "category": "Desert",
    "name": "oasis",
    "description": "there is palm trees and fresh coconuts, a small oasis in the middle of a cacti ridden death valley. It is hot, so hot that your skin could boil. The clear blue water is cool and refreshing, lively.",
    "id": 174
  },
  {
    "category": "Shore",
    "name": "beach house",
    "description": "the beach house is falling apart due to the storms, it's door is hanging and it's humid inside. There is no floor, just sand, and a hole to serve as the outhouse.",
    "id": 179
  },
  {
    "category": "Inside Church",
    "name": "stained glass room",
    "description": "the room is full of stained glass art of old and new testament stories, it has several old parchments and dust settling on the wooden chairs.",
    "id": 182
  },
  {
    "category": "Outside Cottage",
    "name": "the farmer hill",
    "description": "the hill is a large patch of farming cattle and carrots growing in the grass. The grass is dark green and the hill's soil is moist. There are two black as night cows grazing, carefully avoiding the carrots.",
    "id": 216
  },
  {
    "category": "Desert",
    "name": "Mars desert",
    "description": "The desert is never ending, there are small craters all over and all you can see is red sand for miles. There is no sight of water anywhere, it is unbelievably hot.",
    "id": 238
  },
  {
    "category": "Forest",
    "name": "the clearing",
    "description": "the clearing is surrounded by old pine trees where knights used to practice swinging their swords. There are haystacks where they take wenches and pay them a sickle.",
    "id": 261
  },
  {
    "category": "Inside Temple",
    "name": "Hall of echoes",
    "description": "the hall of echos is grand, and has one throne seat for the high priestess. Light shows through the hundreds of windows.",
    "id": 311
  },
  {
    "category": "Inside Temple",
    "name": "bathing room",
    "description": "the bathing room is a huge steamed room with a hot tub. The tub is full of older priests and the occasional wench that's half naked. The room is clean, but hard to see as it is so steamy. There are loud noises of people laughing and men grunting.",
    "id": 383
  },
  {
    "category": "Bazaar",
    "name": "Mysterious shop",
    "description": "The shop is simple and easy to overlook, just a wooden stall with a sign overhanging that reads \"Curios for the Curious.\" Jars, vials, and small pots clutter the surface of the shop, and behind the counter is a large shelf crammed full of scrolls, baubles, and statuary. A smell of incense pervades the area.",
    "id": 25
  },
  {
    "category": "Inside Castle",
    "name": "The Show Room Inside the Castle",
    "description": "The Show Room Inside the Castle is meant to impress as well as cause fear to whomever enters the room.  The Duke who lives here is a hunter and keeps his captures here.  Some of the thinks preserved and shown on his wall are shocking.  The preserved eyes stare back and let you know the Duke knows no mercy, be careful what you say in this room.  The floor is white like ivory and the walls are also white, but the ceiling is painted and tells a story of the Duke's conquest.",
    "id": 101
  },
  {
    "category": "Inside Church",
    "name": "Inside Church Back Row",
    "description": "Inside the Church is the Back Row seat.  It is reserved for all who wish to mingle and have the status of the rest of the congregation but they do not.  They are not quite outcast, but they must wait for the proper respect of the rest.  In front of the painted black row seats are the rich mahogany sets.",
    "id": 187
  },
  {
    "category": "Town",
    "name": "Town of Anoria",
    "description": "Town of Anoria has lots of cobble stone streets and wood houses of one story.  The larger homes of two stories or more are for the nobles only. You can easily notice the home of a Noble, the grander the noble, the taller the house. The town of Anoria is inland and takes a long time to reach the sea, once leaving the town there are many sand dunes.",
    "id": 313
  },
  {
    "category": "Tavern",
    "name": "Tavern of Browntavia",
    "description": "Browntavia Tavern is not brown at all.  It is made of wood and looks like a broken shack.  Outside is  a huge watering hole for horses and dogs.  Visually it doesn't look like much but inside the chairs have a special design and have carvings of horses and farm work on the back of each chair.",
    "id": 406
  },
  {
    "category": "Outside Temple",
    "name": "bone pit",
    "description": "Grungy and damp, a hole in the ground filled with remains of the fallen. A pungent odor rises from the opening, warding off anyone nearing the area. Ivory spikes with brownish red tips line the outside of the pit.",
    "id": 102
  },
  {
    "category": "Shore",
    "name": "Enchanted light house",
    "description": "Slightly rusted and corroded from the crashing waves, elegant and tall. each window and opening is lined with a bronze trim.  Some gears can be seen turning along the side, rotating a middle section of the light house.",
    "id": 231
  },
  {
    "category": "Inside Temple",
    "name": "Sacrificial altar",
    "description": "A room with a stone floor and a massive statue of a god the peasants worship.  This area gives off chilling vibes.  There's pieces of armor and weapons stored in the room used for various ceremonies.",
    "id": 21
  },
  {
    "category": "Inside Tower",
    "name": "Murder hole",
    "description": "A grey, stone section of the tower.  There's a small rectangular cut out in the wall to allow archers to shoot through the hole at invaders.  It's a generally hot and stifling place.",
    "id": 27
  },
  {
    "category": "Inside Temple",
    "name": "Dungeon",
    "description": "A dirty stone room with tables and torture instruments abound.  There's pieces of equipment in various corners of the room.",
    "id": 33
  },
  {
    "category": "Outside Cottage",
    "name": "Garden",
    "description": "A wooden fenced in area with different sections depending on the type of vegetable or plant grown.  Surrounding this garden are some oak trees with low grass covering the floor.",
    "id": 47
  },
  {
    "category": "Inside Palace",
    "name": "Personal quarters",
    "description": "An ornate room, paintings of previous rulers and members of the family hang on the walls.  There's high end pieces of furniture in the room along with books, statues, and expensive pieces of jewelry.",
    "id": 56
  },
  {
    "category": "Inside Tower",
    "name": "Dining hall",
    "description": "A somewhat ornate room with stone walls, hanging tapestries, and a detailed look dinner table in the center with many chairs.  There's candles on the dinner tables along with place mats for those who come to eat.",
    "id": 75
  },
  {
    "category": "Swamp",
    "name": "Bank",
    "description": "This is a grassy area that surrounds much of the swamp.  It's a plain field with some trees nearby along with some rocks.",
    "id": 76
  },
  {
    "category": "Inside Castle",
    "name": "Library",
    "description": "A fairly plain looking room compared to the rest of the castle.  In here are many musty shelves of books along with some scientific and writing instruments.",
    "id": 104
  },
  {
    "category": "Outside Temple",
    "name": "Main entrance",
    "description": "There are religious statues standing outside this temple.  The outside of the temple is fairly plain itself and imposing looking.  The floor is made out of stone with a bridge leading to the entrance.",
    "id": 105
  },
  {
    "category": "Dungeon",
    "name": "Storage room",
    "description": "This is a plain stone room with many trunks piled high.  There's tables with paper records stacked high along with writing instruments.",
    "id": 116
  },
  {
    "category": "Inside Church",
    "name": "Study room",
    "description": "A plain room with shelves of religious text are stored.  There are tables and chairs situated around the room available for use.  There are some trunks with books stored.",
    "id": 134
  },
  {
    "category": "Abandoned",
    "name": "Ruined house",
    "description": "A dilapidated wooden structure with a caved in roof and debris everywhere.  Even the trees outside the house are falling apart.  There's waist high grass leading to the house along with a dirt path.",
    "id": 141
  },
  {
    "category": "Forest",
    "name": "Pond",
    "description": "A small area with a body of water in the center along with turtles, frogs, and other wildlife that live here.  Surrounding this pone are a dense set of trees along with some rocks here and there.",
    "id": 157
  },
  {
    "category": "Graveyard",
    "name": "Reception area",
    "description": "The building itself is ordinary in appearance and is somewhat foreboding.  It is surrounding by a dense fog and high grass.  Sometimes, one can hear whispers in the wind.",
    "id": 162
  },
  {
    "category": "Outside Palace",
    "name": "Garden",
    "description": "Many beautiful types of flowers and plants grow here.  There's a small shed used for store gardening equipment.",
    "id": 180
  },
  {
    "category": "Port",
    "name": "Dock",
    "description": "There are creaky wooden walkways with empty sections where boats can rest.  There are a few buildings surrounding this area that sell supplies to sailors.",
    "id": 181
  },
  {
    "category": "Inside Temple",
    "name": "Weapon room",
    "description": "This is a plain stone room with swords, pikes, spears, and other types of weapons are stored.  There are trunks of armor and various pieces of equipment.",
    "id": 208
  },
  {
    "category": "Outside Cottage",
    "name": "Small graveyard",
    "description": "This is a small grassy area located under a large oak tree.  There are two home made wooden crosses set up along with mounds where the bodies are buried.",
    "id": 211
  },
  {
    "category": "Cave",
    "name": "Entrance",
    "description": "The entrance to his cave is covered in hanging moss with shrubs on either side of the entrance.  The path to this cave is a small dirt one with low grass on the floor.",
    "id": 232
  },
  {
    "category": "Inside Castle",
    "name": "Armory",
    "description": "This is a plain room with many pieces of armor and equipment lying about.  They are seen on tables or stored in heavy trunks.  There's racks of plain clothing worn before putting on armor.",
    "id": 244
  },
  {
    "category": "Farm",
    "name": "Stable",
    "description": "It's a plain wooden building that has survived many harsh seasons.  The floor of the stable is covered in hay and there's food and pieces of farm equipment stored inside.",
    "id": 279
  },
  {
    "category": "Tavern",
    "name": "Storage room",
    "description": "A plain damp room with many barrels of beer and wine.  The room is in need of a good cleaning as the floor is dirty and rats scurry about.",
    "id": 285
  },
  {
    "category": "Jungle",
    "name": "Clearing",
    "description": "Few trees surround the area.  There's a low section of the grass on the floor along with some stone boulders.",
    "id": 347
  },
  {
    "category": "Inside Church",
    "name": "Nave",
    "description": "There are rows of long brown wooden seats, a grey stone floor and transparent glass window panes depicting religious iconography.  There are also copies of religious literature available.",
    "id": 348
  },
  {
    "category": "Outside Church",
    "name": "Graveyard",
    "description": "A large grassy section of field with headstones and primitive wooden crosses.  Flowers adorn some of the graves from loved ones.  Wooden fences enclose the area.",
    "id": 349
  },
  {
    "category": "Outside Palace",
    "name": "Stable",
    "description": "A plain wooden building with some hanging tapestries.  There are some handsome looking horses that reside here along with some farm equipment stored inside.",
    "id": 360
  },
  {
    "category": "Outside Palace",
    "name": "Courtyard",
    "description": "An area with a beautiful garden in center surrounded by stone walls with entrances to different parts of the palace.  There's statues of mythological figures in different corners of the courtyard.",
    "id": 380
  },
  {
    "category": "Dungeon",
    "name": "Torture room",
    "description": "An absolutely filthy and disgusting place.  Blood from the recently tortured covers the floors and walls, and the place is generally filthy and grimy.  There are various pieces of torture equipment lying around the room as well as instruments, tables, and chairs.",
    "id": 387
  },
  {
    "category": "Inside Palace",
    "name": "Main hallway",
    "description": "This area is decorated with suits of armor, elaborate carpet pieces, and tapestries.  There's large, detailed paintings adorning the walls of past rulers.",
    "id": 413
  },
  {
    "category": "Town",
    "name": "Town square",
    "description": "In the center of this area is a water well where locals use to get their supply of water.  Surrounding this section are merchants who sell clothes, weapons, armor, and food.  The buildings are typical Northern European construction with narrow alleys in between.",
    "id": 419
  },
  {
    "category": "Inside Temple",
    "name": "Hidden passageway",
    "description": "This is a narrow underground path that is surrounded by stone walls and a dirty and grimy floor.  Many insects and rodents dwell here underneath the temple.",
    "id": 425
  },
  {
    "category": "Inside Castle",
    "name": "Grand Ballroom",
    "description": "There is a large marbled floor with ornate inlay-ed floor decorations.  The ceiling is tall and also ornately decorated with beautiful plaster decorations that touches by gold lining.  The space is high and well lit with many windows but has a dark musky smell.",
    "id": 43
  },
  {
    "category": "Graveyard",
    "name": "Old Crypt",
    "description": "Broken stones and a iron gate closing the entrance with a name placard that the name is worn off.",
    "id": 100
  },
  {
    "category": "Inside Castle",
    "name": "Castle Kitchen",
    "description": "The kitchen a large room with stone walls and floors. There are cast iron and copper pots on stone shelves. There is a large fire burning stove located in the middle of the room.",
    "id": 64
  },
  {
    "category": "Abandoned",
    "name": "weathered shack",
    "description": "A weathered shack with a roof made of old broken tiles sits in the middle of the forest. The wood is starting to split and the shack appears as if it will crumble at any moment.",
    "id": 67
  },
  {
    "category": "Inside Tower",
    "name": "Debtor's Prison",
    "description": "A dank and dark prison located in the tower of the castle. There is a single bench made of stone and a bucket for eliminating waste. There are no windows and the prisoners never see the light of day.",
    "id": 90
  },
  {
    "category": "Outside Temple",
    "name": "Temple Entrance",
    "description": "The Temple Entrance is a large arch lined in ancient stones. There is a long walkway flanked by lighted torches. Immediately in front of the interest there is a surface with 5 rocks of different shapes and textures. To enter the temple, one must input the correct \"code\" by moving the rocks in front of to the correct spots.",
    "id": 130
  },
  {
    "category": "Inside Tower",
    "name": "staircase",
    "description": "The staircase is spiral and made of stone. The stone is smooth and cold from years of friction. The staircase reaches multiple levels of the tower and is the only way up or down.",
    "id": 323
  },
  {
    "category": "Trail",
    "name": "Tree of Spirits",
    "description": "The Tree of Spirits is a large oak tree that is over 500 years old. It exceeds 100 feet tall and 10 feet wide. It's branches spread out several feet and it is home to several animals.",
    "id": 333
  },
  {
    "category": "Inside Temple",
    "name": "Royal Tomb",
    "description": "This is a large room in the center of the Temple with really high ceilings and there are tombs for every empress and emperor of which are decorated with jewels and treasures and precious stones.",
    "id": 72
  },
  {
    "category": "Inside Church",
    "name": "Popes dormitory",
    "description": "This is the quarters where the pope of the church lives. It is a loft with a bedroom, and makeshift kitchen and a sitting area. It has a wall full of gospel books and materials and the linens are all silk.",
    "id": 233
  },
  {
    "category": "Inside Palace",
    "name": "The grand dining room",
    "description": "The grand dining room has a gold plated dome in the ceiling with mosaic pieces creating an intricate art form. There are five chandeliers made of china hung from the ceiling and a hand carved 30 person kings dining table in the center of the room with a hand woven rug underneath it.",
    "id": 288
  },
  {
    "category": "Lake",
    "name": "Brim canal",
    "description": "Slow flowing branching from the large lake, is the brim canal where dozens and dozens of brim fish call it home. The edges are lined with irregular rocks and lush green vegetation. Tall pine trees overlook the canal and lake making it a peaceful place to just go sick and watch the brim swim by.",
    "id": 317
  },
  {
    "category": "Countryside",
    "name": "Maidens Cottage",
    "description": "Free standing in the vast countryside, with gentle rolling hills and lush green grass and vegetation sits the cottage. There are a couple of Oak trees close to the cottage as the only tall trees around for miles. Colorful Dandelions, perennials, and daisies grow wildly and freely along the hills.",
    "id": 372
  },
  {
    "category": "Outside Cottage",
    "name": "Horse's stables",
    "description": "The stables smell terrible, and are riddled with brown feces on the ground. The horses are tame and magnificent brown. The open plains are yellow and green with grass.",
    "id": 63
  },
  {
    "category": "Countryside",
    "name": "Horse field",
    "description": "The horse field includes a huge plains for horses to ride. The fields are yellow and green. The place smells of musk and horse.",
    "id": 71
  },
  {
    "category": "Trail",
    "name": "Hunting grounds",
    "description": "The hunting grounds are spacious and full of wildlife. A variety of hogs and oxen cross the grounds every day. The fields are lush with green and the skies always deep blue.",
    "id": 138
  },
  {
    "category": "Dungeon",
    "name": "Prisoner's cell",
    "description": "The prisoner's cell is incredibly dreary and dark. The walls are black and made of cobblestone. The atmosphere and smell are damp and repugnant.",
    "id": 165
  },
  {
    "category": "Inside Palace",
    "name": "Queen's quarters",
    "description": "This room is luxurious. It is lined with the finest golds and silks. The colors are purple and pink and a variety of drapes cover the walls.",
    "id": 224
  },
  {
    "category": "Wasteland",
    "name": "Cemetery",
    "description": "The cemetery is a brooding ground with dark colors and low light. The grounds smell of water and are constantly damp. Rain falls upon the cemetery often.",
    "id": 225
  },
  {
    "category": "Inside Tower",
    "name": "Artillery room",
    "description": "The artillery room is dark and spacious. Weapons and gunpowder hang from the walls. A darkly set of walls line the room and tower.",
    "id": 239
  },
  {
    "category": "Outside Castle",
    "name": "Archery zone",
    "description": "The archery zone is spacious and always bright with light. The field is green and the targets are bright red.",
    "id": 287
  },
  {
    "category": "Trail",
    "name": "Knight's hunting ground",
    "description": "The knight's hunting ground is lush and full of animals and other organisms. This area features trees, a long dirt path, and a variety of colorful wildlife.",
    "id": 328
  },
  {
    "category": "Inside Temple",
    "name": "Priest's chambers",
    "description": "The priest's chambers is archaic and mysterious. Religious idols and symbols line the walls of the chambers. White cloth and drapes hang from the ceilings.",
    "id": 377
  },
  {
    "category": "Inside Castle",
    "name": "kitchen",
    "description": "The medieval kitchen smells of roast and pig. The finest cuisine often includes a variety of beautiful colors and a selection of deceased animals.",
    "id": 414
  },
  {
    "category": "Inside Palace",
    "name": "King's chambers",
    "description": "The room is lavish and extraordinary. Gold and silver line the room. The decor is fantastic and rubies and sapphires can be spotted.",
    "id": 426
  },
  {
    "category": "Inside Castle",
    "name": "Master Bedroom",
    "description": "Large and spacious, the master bedroom houses a giant four poster bed with cerulean silk curtains. The bed is covered with dozens of fluffy pillows and the duvet is inlaid with sapphires and intricate silver embroidery. There lays a thick fur carpet in front of the bed. The floor-to-ceiling windows let in sunlight which catches on various gems and jewels. An ancient mahogany writing desk sits before one of the windows and has important looking papers and scrolls spread atop it.",
    "id": 286
  },
  {
    "category": "Mountain",
    "name": "Outpost",
    "description": "A simple outpost with 3 wooden buildings near the middle of the mountain. A bonfire in the middle with several wooden logs surrounding it. A barracks, Armory, and Dining Hall stands around the bonfire. A wooden wall surrounds the outpost.",
    "id": 79
  },
  {
    "category": "Port",
    "name": "Royal Shipyard",
    "description": "A massive shipyard with different Five dry docks. each dry dock has several wooden cranes and rope works. The dry docks are made of stone and the water gate is all harden wood.",
    "id": 86
  },
  {
    "category": "Inside Temple",
    "name": "The ritual room",
    "description": "A room with a solid block stone in the middle with steps leading up to it. Candle stands surround the center with 4 candle holders on each stand. A red carpet leads to the steps to the center of the room.",
    "id": 128
  },
  {
    "category": "Outside Cottage",
    "name": "Front of the Cottage",
    "description": "Furs hang out on racks to try and get ready for tanning. A dog lays in front of the door into the cottage. A little herb garden is on the opposite side of the cottage to the racks.",
    "id": 137
  },
  {
    "category": "Mountain",
    "name": "Village at the base of the Mountain",
    "description": "A small village with a population of 40 people. A simple little place with houses and shops. Fields outside the  more dense areas of the city where food is grown.",
    "id": 153
  },
  {
    "category": "Inside Tower",
    "name": "The armory",
    "description": "The near top of the tower 6 feet before the very top. Where the watchers keep their eye out for trouble. It's made of stone and has doors to several places including the outside. there are weapons from all over the world held within the armory.",
    "id": 168
  },
  {
    "category": "Inside Church",
    "name": "The confession Box",
    "description": "It's a simple little confession box with a window where you can talk to the priest. The seat it wooden and lined with golden trim. The Window is covered by a golden cloth with a dragon on it.",
    "id": 248
  },
  {
    "category": "Cave",
    "name": "Bandit Lair",
    "description": "The outside of the cave looks normal. Inside goes for about 10 feet til' you reach the front of the Bandit lair. Inside is a barracks and dining hall with beds and a big table with chairs around it.",
    "id": 303
  },
  {
    "category": "Wasteland",
    "name": "Ruin of a house",
    "description": "A run down wooden house buried in sand and dirt. The door is still on the house but the roof is collapsed on itself. Roots and vines cover most parts of the house.",
    "id": 318
  },
  {
    "category": "Desert",
    "name": "Tent",
    "description": "Shabby, torn fabric, stained by weeks of travel and bleached from the harsh sun. Long, thin sticks held the fabric up so it formed a triangle with the earth. The sticks were buried deep within the shifting orange sand to hold off the blistering wind.",
    "id": 257
  },
  {
    "category": "Inside Temple",
    "name": "Inside the temple",
    "description": "The temple is massive and beautiful. It was made for the king that is said to be of the gods. The decorations come from only the most luxurious vendors in the world. Inside the temple there are many ancient artifacts that are used in rituals. The decorations are made of gold and shiny things.",
    "id": 389
  },
  {
    "category": "Port",
    "name": "Boat House",
    "description": "A small house type establishment that serves as a hang out for people about to board the boats.  There is nautical themed decor everywhere.  Life Buoys, mounted fish, replica boats.  It's all wood inside with a bar as well.  A lot of creaky looking wood too, probably weathered a good bit as the house is old itself.",
    "id": 18
  },
  {
    "category": "Inside Castle",
    "name": "Kings bedroom",
    "description": "There is a large bed against the wall with wooden headboard and posts holding up a fancy roof over the bed.  There is a large tapestry  across from the bed depicting a map of the kingdom.  On the floor is a large bear rug.  The walls are decorated with gold and jewels.  There are 2 large wooden doors.  One leads to a hallway, the other leads to a bathroom.  There is a large wardrobe that is painted red and gold.",
    "id": 410
  },
  {
    "category": "Forest",
    "name": "The stream",
    "description": "The stream is always going. The water moves quickly in some places and slowly in other places. There is a dry spot on each side of the water. In some areas you will see animals drinking the water. There are also fish swimming around in the deeper parts of the stream.",
    "id": 11
  },
  {
    "category": "Countryside",
    "name": "The forest",
    "description": "The forest has many trees. It has other plants too. There are animals and many livings things. The forest is very much full of life. When you look at it you might only see plants that are green and different shades of brown but there are many other living things in there too.",
    "id": 14
  },
  {
    "category": "Countryside",
    "name": "Lush meadow in the country side",
    "description": "Green large trees surround the meadow that if filled with beautiful seasonal flowers. A deer is grazing in the far end of the field. A small dirt country road gentle crooks past on the outside of the road.",
    "id": 125
  },
  {
    "category": "Town",
    "name": "Small town located in the hills",
    "description": "This tiny town is unique in that all the buildings are different colors. It has a candy shop that draws people for miles. A general store that has everything a person could want. The roads are well taken care of and the streets are lines with chairs for the towns people to sit and enjoy each other.",
    "id": 198
  },
  {
    "category": "Inside Castle",
    "name": "Kings Bed Room",
    "description": "The walls are tall and stone. They are coated with colorful tapestries showing the kings of years past. A large stone fireplace across from the bed that is large enough to keep the king warm even on the coldest nights. A double thick wooden door with a large lock on each side of the room.",
    "id": 218
  },
  {
    "category": "Inside Church",
    "name": "Front Row",
    "description": "The hard bench is facing the most beautiful alter human eyes have ever seen. Gold drapes the walls behind where the preacher stands. A large dark oak and gold bench in front of where they would stand. A large piano off to the side.",
    "id": 272
  },
  {
    "category": "Wasteland",
    "name": "Town in the desert",
    "description": "This is the only town left in the whole wasteland. The sheriffs building stands at a distance. A bar in the middle of the town. sad townsman just walking by giving up all their hope",
    "id": 274
  },
  {
    "category": "Cave",
    "name": "Primary Cave",
    "description": "Dark and with a lot of space in it. The primary cave has a scary look that scares people away. Underneath, in the floor, many precious minerals that no one dares to get out.",
    "id": 307
  },
  {
    "category": "Inside Castle",
    "name": "Chapel of the eight",
    "description": "Made entirely out of gold and with precious jewels all around. Sculptures and many symbols with a red carpet goes from the entrance up until the end of the chapel.",
    "id": 321
  },
  {
    "category": "Port",
    "name": "Ferry Terminal",
    "description": "A huge terminal with a lot of traffic. The Ferry Terminal has a warm and positive vibe that welcomes all travelers across the land. It has an open space with a lot of illumination during the night.",
    "id": 384
  },
  {
    "category": "Inside Palace",
    "name": "Bed Chambers",
    "description": "With excessive luxury all around. In the center a big bed with a wooden frame and chairs made out of different materials collected around the realm. The Bed chambers have many ornaments and the bed has lamps to the sides.",
    "id": 403
  },
  {
    "category": "Inside Cottage",
    "name": "Modest living area",
    "description": "Mud covered walls and a thatched roof cover the earthen, well-swept floor, packed hard from many generations of feet packing it hard. A fire burns brightly in the dim interior and a wood covered window is thrown wide to let the smoke escape. A few modest woven chairs and a fur skin rug are around the hearth, and a beaten copper pot hangs over the fire, simmering. The smell of mutton stew fills the room.",
    "id": 299
  },
  {
    "category": "Inside Temple",
    "name": "Temple foyer",
    "description": "The temple foyer is a grand entrance with a soaring ceiling painted with the richest cobalt blue and ruby red paints in the entire land. Gold statues welcome the weary traveler with gods depicted in various states of repose. There are windows near the soaring ceilings that let in afternoon light from the east and the west and the floor is inlaid with the finest marble in all the land. A calm water fountain trickles peacefully in the center of the foyer.",
    "id": 301
  },
  {
    "category": "Inside Temple",
    "name": "the front altar",
    "description": "The altar is lush with its red silk prayer bench. Many red and white candles provide a somber ambiance.",
    "id": 229
  },
  {
    "category": "Wasteland",
    "name": "desert tent",
    "description": "The tent is rather small, only just big enough for one man. Its dark green but covered with sand and dirt. The man huddles alone in the desert with few resources. The desert is barren except for the lone man.",
    "id": 329
  },
  {
    "category": "Lake",
    "name": "Northern Shore",
    "description": "The lake gives way to a slightly sandy and rocky shore. It is dotted with small shrubs and a few trees, but mostly it is a fairly open expanse. It is covered in places by a green short grass. The lake level falls away swiftly from the beach going from a few feet to well over ten feet in a short span.",
    "id": 164
  },
  {
    "category": "Trail",
    "name": "grassy plains",
    "description": "Flowers are blooming all around and the sun is shining. Small animals are roaming the area looking for food and relaxing. The trail is located in the center of the grassy plain and is made of stone.",
    "id": 331
  },
  {
    "category": "Bazaar",
    "name": "Old Gnaisha's",
    "description": "Old Gnaisha's is a rather ramshackle little building which advertises itself in faded letters as a perfume shop. The first room is indeed a perfume shop, but peel back the ornately woven green curtain at the back, and you'll find Old Gnaisha's true stock in trade �in shelves and shelves and yet more shelves of magical artifacts of every kind. Blessed talismans, cursed amulets, potion ingredients, and more! The place is dingy and a bit smelly, but Old Gnaisha has amassed a staggering variety of wares.",
    "id": 48
  },
  {
    "category": "Inside Castle",
    "name": "Great Armory",
    "description": "The Great Armory is a long room filled too to bottom with shelves and racks of weapons of every sort. Swords of every length, weight and style, likes longer than a man is tall, Morning Star maces, longbows, horse bows, crossbows, axes...they're all there.",
    "id": 82
  },
  {
    "category": "Town",
    "name": "The Dancing Stoat",
    "description": "The Dancing Stoat is a cheerful little pub characterized by its unusually brightly-lot interior and uncommonly well-equipped kitchen. The rooms upstairs are nothing special, but the main hall is filled with delicious smells at all hours of the day and night. The Dancing Stoat's exterior is plain save for a sign showing a brown-furred stoat gamboling in a field. The chairs are unusually comfortable and well-made, and large windows and plentiful torches ensure that the space feels brighter and cheerier than a typical pub.",
    "id": 133
  },
  {
    "category": "Inside Church",
    "name": "Paladins' Memorial Chapel",
    "description": "The Paladins' Memorial Chapel is dominated by ornate mosaics made of thousands of tiny colored tiles in bright, vibrant colors which depict the heroic exploits of the Church's Paladins, including both victorious and tragic ones. The mosaics do not shy away from depicting bloodshed and gore. At the center is the shrine, which doubles as the Sarcophagus of the first Great Paladin. The chapel is always filled with white roses, which are reserved solely for the funerals of Paladins.",
    "id": 186
  },
  {
    "category": "Inside Temple",
    "name": "Shrine of Sretniy",
    "description": "The Shrine of Sretniy, the mischievous weasel god and patron of explorers, detectives, thieves and jokesters, contains a steel statue of the cheerful mustelids deity. It is unusually cute for a serious religious idol. The room is densely filled with offerings of both precious jewelry and shiny but non-expensive objects.",
    "id": 294
  },
  {
    "category": "Inside Castle",
    "name": "Banquet Hall",
    "description": "Cherry wood walls with paintings of historic kings and queens outlined in gold. A very long cherry wood colored table with chairs on all sides. Candle pieces are on the table about a couple feet apart with five candle sticks on each that are lit.",
    "id": 84
  },
  {
    "category": "Inside Temple",
    "name": "{}",
    "description": "Dark and spooky at first sight for those who don't understand, but majestic after taking a closer look. The walls of the hallways and tomb rooms are made of a dark precious, priceless metal.  Ornaments of gold and silver sculptures are covering the tombs that contain the corps of those who have past away while there voices still sing the grime anthem of death in the lightless corridors.",
    "id": 305
  },
  {
    "category": "Desert",
    "name": "desert land",
    "description": "The Desert is a giant wasteland.  It is vast and barren.  Its main resident is sand and the scorching hot sun.  There is literally miles of nothing but dunes of sand as far as the eye is allowed to see.  There are jagged hills and mountains throughout  the desert but they are few and far between.",
    "id": 89
  },
  {
    "category": "Wasteland",
    "name": "Pond",
    "description": "The pond is extremely dirty and has many dead creatures in it. The area surrounding the pond is dead, and there is no sign of plants or animals near the pond. The ground around the pond is soft and contains footprints of the people who visit the pond.",
    "id": 107
  },
  {
    "category": "Lake",
    "name": "Fishing shack",
    "description": "The fishing shack is a small wooden structure that is crudely built and is surrounded by boats. The wood flooring around the shack is well weathered and often used.",
    "id": 201
  },
  {
    "category": "Outside Castle",
    "name": "Horse stables",
    "description": "It is dull to look at. The stable has hay laying everywhere, grey stones making the walls, and large heavy wooden beams hold up the ceiling. So, everything is brown or grey or other shades that bore. There are sections for horses made of wood but looks rickety.",
    "id": 13
  },
  {
    "category": "Inside Castle",
    "name": "Castle basement",
    "description": "Inside of the murky basement, along the walls lay many hidden treasures of the castle. Long hidden wooden chests containing gold and other valuables, away from the eyes of the greedy, each chest is secured with a chain and a lock. There is many rats running around as well. In the air there is an unpleasant smell of dampness and the floors are dusty. There is a table  in the center on the room on which are piled many rat traps and rat poison. There are also some broken chairs set up near the wall, some missing a leg or two.",
    "id": 429
  },
  {
    "category": "Inside Tower",
    "name": "Tower kitchen",
    "description": "A large Stone oven is placed in the center by the wall at the end of the room, next to it are placed many baskets containing specific kinds of food, like eggs, bread, potatoes. On the left wall beside the oven is a big table with pans and pots hanging from the ceiling above it. Many rolling pins, knives and cutting boards are scattered around the table. On the right wall beside of the oven are standing sacks of flour above which are settled small jars of powers and liquids of all kinds, and closer to the door, right next to them are hanging aprons and protective caps of the cooks who work in that kitchen. The place is very clean, shiny almost.",
    "id": 430
  },
  {
    "category": "Graveyard",
    "name": "Abandoned workers shed",
    "description": "Moss now grows across what was once a red painted wooden shed, standing in the area just outside the graveyard. The wood shed is splintering, and there is evidence that termites have eaten away at the walls as holes poke through the shed. Inside the shed there lies leaves and plants that have been dragged in their by the wild animals that at one point called the abandoned shed their home.",
    "id": 431
  },
  {
    "category": "Countryside",
    "name": "Chicken Pen",
    "description": "The chicken pen has wire cages situated on three different levels, with hay at the bottom for the chicken's to sit in. There lie small holes in the cages for the eggs to fall through and be easily harvested by the farmers. The old wooden walls of the chicken pen are beginning to deteriorate and show signs of age.",
    "id": 432
  },
  {
    "category": "Outside Castle",
    "name": "stable hand's quarters",
    "description": "The stable hand's quarters are very plainly decorated, with wooden torches situated in stone carvings in the wall. There are bunk beds with cheap hay and feather mattresses for the stable hands to rest in while not working. There are small sacks, as well as beaten and splintered wooden chests for them to keep their belongings in. One small window shines light into the very center of the room.",
    "id": 433
  },
  {
    "category": "Bazaar",
    "name": "Middle of the Bazaar",
    "description": "The Bazaar is a circular area with tent displays lining the perimeter of the area. Each tent features a different merchant, and in the Bazaars center there is a large wooden outpost for guards to sit in. The Bazaar is paved with stone to make for easier and cleaner bartering between the villagers.",
    "id": 434
  },
  {
    "category": "Lake",
    "name": "Launching point",
    "description": "The Launching point features a number of large wooden planks sitting at a downward slope going straight into the water.  On each side of the launching point there sits a large, ornate bronze figure of a light house that is used to tether the ships to the dock and keep them from casting away while the sailors prepare to board the ship. The launching point is very narrow, with large stone braces on either side of the dock.",
    "id": 435
  },
  {
    "category": "Farm",
    "name": "Corn field",
    "description": "the corn field extends as far as the eye can see. In the off season months it is barren grass, but during the corn growing season it is filled with shoulder high thick yellow stocks with corn growing at the ends. There are pathways cut into the field to provide walking terrain for the farmers.",
    "id": 436
  },
  {
    "category": "Inside Temple",
    "name": "Temple",
    "description": "The Temple has stained glass windows over looking a grand alter, and running around all four stone walls of the temple. The light shines in through the windows and illuminates a pathway to the alter. On the alter itself sit's a bronze statue of the high priestess and her patron saint.",
    "id": 437
  },
  {
    "category": "Farm",
    "name": "Main house",
    "description": "A fairly plain wooden building, the fireplace in the center of the back wall provides warmth during the winter seasons. There are paintings on the wall showing the farmer's forefathers and the previous owners. The floor is adorned with animal pelt rugs, and wood crafted furniture for the farmers to sit in.",
    "id": 438
  },
  {
    "category": "Inside Church",
    "name": "sacristy",
    "description": "The Sacristy's walls are fitted with rows of shelves, each with a different trinket or worship tool sat upon them. There are various robes and gowns folded on these shelves as well for the members of the service to use. The stone room is flooded with light from the large stained glass window that sits on the eastern wall of the sacristy.",
    "id": 439
  },
  {
    "category": "Wasteland",
    "name": "Old Queen Farm",
    "description": "Once a fairly profitable farm, the Old Queen Farm is now a deteriorated old shack surrounded by uninhabitable fields with soil incapable of growing even weeds. The farm house shows signs that is being occupied by wild animals, and the roof is beginning to cave inwards.",
    "id": 440
  },
  {
    "category": "Port",
    "name": "Fish Market",
    "description": "The port is filled with many different small shops that sell fishes caught throughout the day. It is incredibly loud and busy with many customers and fisherman walking around and haggling for a good price on the fishes. There are tons of boxes sitting on the floors everywhere filled with ice, fish, and the fishermen's belongings.",
    "id": 441
  },
  {
    "category": "Inside Castle",
    "name": "castle exit",
    "description": "A beautiful, large door at the end of the hallway. Many framed pictures of past residents and royalty are hung on the brick walls. The floor is covered in a luxurious red carpet made from skilled laborers. There are many guards at the exit door preventing people from entering and checking for suspicious people",
    "id": 442
  },
  {
    "category": "Desert",
    "name": "cavern dwelling",
    "description": "The cavern dwelling contains human skeletons littered around the area. The hot sand and small space makes the temperature really hot and humid. It is really dark because barely any sunlight is able to penetrate the small crevices of the cave. However, there are remnants of old text all over the walls left there by the original tribe.",
    "id": 443
  },
  {
    "category": "Outside Tower",
    "name": "Reagent Room",
    "description": "The room is incredibly messy, with many opened books and glass decanters littered across the room. Bright and glowing liquids sit inside bottles and jars and many animal test subjects are caged up. The room is seems to be very dangerous and filled with weird experiments.",
    "id": 444
  },
  {
    "category": "Inside Castle",
    "name": "washroom",
    "description": "The washroom is incredibly spacious. It has enough space to comfortably fit an entire family. The toilets are made of the finest porcelain across the land and decorated with gold studs. There are several bathtubs large enough to fit several people. The room is more luxurious than even some houses of wealthy people.",
    "id": 445
  },
  {
    "category": "Lake",
    "name": "Fishing Dock",
    "description": "Folks call the area a Lake, but it's more like a pond.  Small and unimportant looking, yet peaceful.  The dock is no prize winner either.  Narrow in width, boards broken with several down right missing all together!  No tree nearby, no canopy, nothing to shade oneself on a hot day while fishing.  The watering hole may look small in size, but it deceives the eyes.  The water is as deep as the heavens.  No man knows what lurks beyond the light in this Lake.",
    "id": 446
  },
  {
    "category": "Inside Palace",
    "name": "Balcony",
    "description": "The balcony of this majestic palace has a beautiful view of the city. From the balcony you are able to see far out, you can even see the outskirts of the neighboring city. The king loves to spend time lounging on the large, cushioned chairs with a book in hand as he takes in the scene and breathes in the crisp air. The railing of the balcony was handcrafted by the cities best welder and it has the most gorgeous ornate roses growing around it. The lake is not too far away and can be seen from the balcony; the king loves to watch the swans as they float around the lake. The view of the sunset is absolutely breathtaking and the king enjoys watching it every evening.",
    "id": 447
  },
  {
    "category": "Farm",
    "name": "Sheriff Office",
    "description": "The sheriff's office is a small building on the southern edge of the farm. There is a desk with decrees from the king and other papers strewn about. Hanging on the wall are swords and other weapons. The room is small and cluttered, with various books and other things strewn about.",
    "id": 448
  },
  {
    "category": "Outside Church",
    "name": "Church garden",
    "description": "The church gardens have many paths that meander through trees and plants. There are beautiful flowers blooming and the grass and shrubs are immaculately maintained. There are benches to rest and think, and religious statues throughout.",
    "id": 449
  },
  {
    "category": "Countryside",
    "name": "Flower Field",
    "description": "The flower field contains acres of wild growing flowers that are a bright pink when they are in bloom. There are woods surrounding it, but no trees in the field, only flowers. There are paths that work their way through the field.",
    "id": 450
  },
  {
    "category": "Shore",
    "name": "Large cliffs",
    "description": "Towering cliffs of gray granite line the coast. A few meters of sand lie between the ocean and the base of the cliffs.",
    "id": 451
  },
  {
    "category": "Port",
    "name": "Port Skyline",
    "description": "The local port sits an a majestic inlet of the ocean. The countless docks are constantly bustling with new arrivals and departures. People of all kinds come here for business or leisure. On the shore sits a skyline of many buildings packed with residents going about their day. The smell of salt and seafood fills the air.",
    "id": 452
  },
  {
    "category": "Inside Temple",
    "name": "main prayer room",
    "description": "This is a room that is large, a prominent place of the temple. Everywhere there are stone benches, and there is colored stained glass on the high walls, a large stone altar is at the head of the room, the walls are adorned with gold and silver ornaments, and the floor is rich with",
    "id": 453
  },
  {
    "category": "Farm",
    "name": "Haunted Orchard",
    "description": "Stunted and gnarled fruit trees are lined in rows. The trees have thick bases and are clearly very old but have not produced any fruit for a long time, yet they stubbornly cling to life. Unpruned, their branches stick out at all angles making it hard for a person to traverse the orchard and frequently these branches grab the loose clothing of any visitor. Wind moan through the trunks while dead leaves slowly tumble along the ground.",
    "id": 454
  },
  {
    "category": "Town",
    "name": "Apothecary",
    "description": "The Apothecary is filled with scores of scores of glass bottles. Each is a different color and has a different concoction. Scales and other types of medical devices line the shelves. There are many beakers and measuring devices. There is an entire walls with bags filled with different colored powders. There is a huge table in the middle.",
    "id": 455
  },
  {
    "category": "Inside Church",
    "name": "chamber entrance",
    "description": "The entrance to the chamber is very ornate. It is filled with many religious symbols. There are candles and prayer books on  a table right next to the door. It is a wooden door. There is a sign near the front, which lists the name of people within the church. They can smell the scent of candles burning.",
    "id": 456
  },
  {
    "category": "Outside Palace",
    "name": "main castle doors",
    "description": "The main castle doors are ornate. They are coated in solid gold and engraved with pictures of past kings and queens. They have huge gilded handles. They are heavy and have a faint metallic odor. They gleam in the sunlight.",
    "id": 457
  },
  {
    "category": "Outside Church",
    "name": "Church Garden",
    "description": "The church garden is filled with a variety of useful plants. There are many flowering plants. There is a lot of food grown in the garden. There are carrots, tomatoes, strawberries and a variety of other fruits and vegetables. Fruit-bearing trees provide shade for the garden. The plants are arranged in neat rows. It smells sweet with the flowers. Different colored sticks show the different plants.",
    "id": 458
  },
  {
    "category": "Inside Castle",
    "name": "Dining hall",
    "description": "The dining hall is large and airy. Huge candelabras with many candles stand throughout the room. There is one huge wooden table spanning the room that can accommodate a hundred guests. Tapestries with angels line the walls. The chairs are gilded and intricate.",
    "id": 459
  },
  {
    "category": "Forest",
    "name": "North Forest",
    "description": "Filled with huge trees, the forest is home to many types of animals. Huge predators such as tigers and bears roam the grounds as do small animals like squirrels. Colorful birds fly among the trees. Wildflowers grow on the ground. Dappled sunlight streams through the huge canopy of trees.",
    "id": 460
  },
  {
    "category": "Inside Temple",
    "name": "Mess Hall",
    "description": "The mess room is filled with simple brown wooden tables. They are rough, their edges sharp and not sanded. They are crooked and wobbly. Simple matching wooden chairs are around the tables. The walls are dark, but there are holes for windows. The air smells like freshly baked bread.",
    "id": 461
  },
  {
    "category": "Graveyard",
    "name": "Dead Tree",
    "description": "The dead tree is many, many decades old. It lies on its side, and is rotted through and through. It is blackened on its top. It is humongous. It would have been very, very tall once upon a time. It smells dank. It cannot be moved.",
    "id": 462
  },
  {
    "category": "Cave",
    "name": "Gallery",
    "description": "The cave is pitch black and smells of dank and mold. It's quiet except for a faint dripping noise from water overhead and the occasionally scurrying of an unseen rodent through the darkness. Barely discernable by the light of a torch is a small pile of bones in one corner. From what type of animal they are from is unclear.",
    "id": 463
  },
  {
    "category": "Port",
    "name": "crew berthing",
    "description": "The main quarters for the crew of the vessel. Its dirty, smelly and not a place where anyone but a pirate would want to stay. There are bunks stacked on bunks the place is cramped and no one goes there for any reason besides sleeping.",
    "id": 464
  },
  {
    "category": "Inside Palace",
    "name": "Landing in the Foyer",
    "description": "The landing is almost obnoxiously opulent. It has an expansive marble floor and walls, and the giant staircases on either side have marble steps and railings made of the rarest wood. Purple silk, dyed in the king's personal color is draped across the railings and hangs from the walls. The silk drapings frame oil paintings of the king and his family, and of the king's accomplishments at war as a youth. The artist has signed each one, and is extremely famous. A magnificent gold and crystal chandelier hangs from the ceiling with hundreds of small candles burning in it. All other fixtures in the room are also bright gold.",
    "id": 465
  },
  {
    "category": "Port",
    "name": "captain's cabin",
    "description": "The captain's cabin is a complete mess. There are multiple maps on the wall, pinned over one another, each with messy writing scrawled over it and multiple X marks in random places. Papers overflow off the desk and across the floor in waves, impeding the captain as he paces, muttering angrily. The bed is messy and unmade, giving the impression that the captain has spent the night tossing and turning. Random objects have been thrown about the room.",
    "id": 466
  },
  {
    "category": "Port",
    "name": "Wharf",
    "description": "The waves lash gently against the wooden posts, the water here has always been calm and passive, it seems to represent the people of this small town. The fishermen here are not boisterous, they are quiet, at least when it comes to sound. They'll talk your ear off if you let them, they have lots of stories to tell. The pier here is long, it extends at least forty feet into the ocean, many ships are anchored to it, many people traverse down it buying and selling their local catches.",
    "id": 467
  },
  {
    "category": "Forest",
    "name": "woodlands",
    "description": "The lush hunting grounds cover acres of land, tall trees and thickets of bushes sprawling across the land. Fields of open land are under the deep blue sky, showing the depth of the landscape. The grounds forest is thick but full of light, letting the multitude of wildlife be seen by the naked eye. The abundance of greenery makes it a prime location for hogs and oxen as they explore the land.",
    "id": 468
  },
  {
    "category": "Lake",
    "name": "drinking water lake",
    "description": "Surrounded by skittering chipmunks and chirping crickets, the drinking lake teems with life. Flora and fauna both thrive near the pristine waters. Tall thick plant life surrounds the lake, with strong roots and stems protruding from the nutrient rich soil. The lake water shimmers in the sun, so clear and clean that one can see the rock lake floor many feet below.",
    "id": 469
  },
  {
    "category": "Port",
    "name": "Quay",
    "description": "During the day, the quay is bustling with typical activity of a port: burly longshoremen carry crates and roll barrels away from ships for storage and sailors who still have their sea-legs saunter past on their way to drink and more adventures. By night, the quay is teeming with unsavory characters: men who are hardly men any more after losing their way through drink and gambling hunker amongst coils of rope stiffened by the salt water while rats scramble from box to box gnawing their way into the goods contained inside.",
    "id": 470
  },
  {
    "category": "Port",
    "name": "Warehouses",
    "description": "The warehouses are the largest structures in the port, rising well above the adjoining buildings. Constructed from virgin timber, the beams overhead support lofts that are filled to capacity with boxes, crates, and barrels full of goods from all over the world. Carefully checking each parcel that crosses the doorway, the warehouse manager knows exactly where everything belongs inside.",
    "id": 471
  },
  {
    "category": "Countryside",
    "name": "Valley of doom",
    "description": "The Valley of Doom is overrun by dead trees and grasses.  Eerie looking animals peer at you through the brushes.  It is a dark and wicked place.",
    "id": 472
  },
  {
    "category": "Lake",
    "name": "The swimming hole",
    "description": "The swimming hole is calm and clear.  The sun sparkles off the ripples that form on the surface of the water.  Fish occasionally jump from the water and splash back in.",
    "id": 473
  },
  {
    "category": "Inside Castle",
    "name": "The Bottlery",
    "description": "The room is dark and the air is still. There are large barrels of wine from various decades. The corners are spotted with cobwebs.",
    "id": 474
  },
  {
    "category": "Bazaar",
    "name": "fitting room",
    "description": "The fitting rooms are small, with a few chairs and a mirror. The chairs give an aura of mystery and wonder. They are a dark blue... that seems to glow green. You have a brief compulsion to grab one and take it home with you, but you quickly regain your wits. The mirror is oak wood and the mirror itself is very sleek and shiny. It looks quite important.",
    "id": 475
  },
  {
    "category": "Outside Castle",
    "name": "arrow house",
    "description": "A small shed with an earthen floor, holds two tables upon which rests neatly arrayed wooden boxes, each of which holds a score of newly made arrows. A third table holds several more large boxes, wherein spent and damaged arrows are placed, so any part still serviceable may be harvested. A few worn practice bows hang upon the walls and a small number tools, as well as replacement strings and polishing equipment rests in boxes under the shelves. Another set of neatly arranged boxes contains newly made parts, for the Fletcher to transform into viable arrows. A small wooden chair completes the furnishings.",
    "id": 476
  },
  {
    "category": "Inside Palace",
    "name": "Castle Kitchens",
    "description": "A large room, with pots, pans, serving platters and utensils. Shelves and hooks hanging from the wall hold the implements of the cook's craft. Several wooden counters, as well as a center island are situated around the room. A small table with two chairs is located in one corner. A large fireplace is the central point of focus, with great iron pots resting nearby. The mantel holds several more cooking utensils and the ledge of the fireplace hosts food, currently being warmed.",
    "id": 477
  },
  {
    "category": "Inside Castle",
    "name": "Bright Path",
    "description": "The bright path is lined with roses, lavender, daisies, and lilies. Apple trees sit on a pristinely-manicured lawn. Hedges in geometric shapes sit just beyond the path. The path leads away from the castle and down to a pond full of fish and swans.",
    "id": 478
  },
  {
    "category": "Outside Cottage",
    "name": "Cold storage room",
    "description": "The cold storage lies just beyond the cottage door. In it are various harvested vegetables, fruits, and nuts. Cured meat hangs from the ceiling by thin rope. The room is made of wood, and the wind whistles through the cracks.",
    "id": 479
  },
  {
    "category": "Forest",
    "name": "Forest entrance",
    "description": "The path quickly narrows and darkens upon entering the forest.  Dense branches overhead block all but a few stray rays of sunshine.  Fallen leaves just beginning to rot blanket the forest floor, and every footstep kicks up a rich, loamy scent as fresh ground is unearthed.",
    "id": 480
  },
  {
    "category": "Inside Tower",
    "name": "Slave quarters",
    "description": "The slave quarters are a dark and foul smelling stone room where men are chained shoulder to shoulder against one another until work needs to be done.   There's a large bucket of slop that comes through and the slaves are allowed to feed themselves briefly.",
    "id": 481
  },
  {
    "category": "Port",
    "name": "Fishing Store",
    "description": "This store is a small one room stone building with wares laid about on tables.  One can see fishing poles, wooden buckets with dirt and bait inside, along with some mounted trophies.",
    "id": 482
  },
  {
    "category": "Desert",
    "name": "Dunes",
    "description": "A massive hilly landscape that is nothing but sand and a few rocks.  As you walk this area, you can find some human and animal remains along with broken down wood wagons.",
    "id": 483
  },
  {
    "category": "Outside Temple",
    "name": "Temple guard station",
    "description": "The guard station consists of a wooden building with a hay thatched roof.  Inside are some hay filled sleeping bags and a fireplace used to cook and generate heat during the colder months.  There's a small fire pit outside along with some wooden seats where guards huddle around and talk about the last gossip.",
    "id": 484
  },
  {
    "category": "Countryside",
    "name": "peasant's cottage",
    "description": "The peasant's cottage is a fairly simple wood building with a straw thatched roof.  Inside, you have a fireplace and large pot for cooking, a long wooden dinner table, and some hay filled beds lying on the floor.  There are two chests lying inside with personal belongings such as clothes and family heirlooms.",
    "id": 485
  },
  {
    "category": "Countryside",
    "name": "The small dirt road",
    "description": "This small dirt road is flanked by a lush green forest on each side with birds chirping and the occasional deer running about.  Sometimes, you can find broken down wooden wagons left behind from ambushes carried out by bandits.",
    "id": 486
  },
  {
    "category": "Inside Castle",
    "name": "Royal Bathroom",
    "description": "The royal bathroom is a stone room with a long wooden bench and several holes and seats for royalty to take care of business.  There are some tapestries depicting rural landscapes hanging on the walls to give people something to look at.",
    "id": 487
  },
  {
    "category": "Farm",
    "name": "Stilt Home",
    "description": "This stilt home has large wooden vertical beams propping it up to avoid the annual flooding that comes about during the year.  The dark wooden home itself is rather plain on the inside and outside with a thatch roof.  There's a small garden to the rear of the stilt home.",
    "id": 488
  },
  {
    "category": "Forest",
    "name": "Forbidden Forest",
    "description": "The forbidden forest is a dark and very scary place. The trees are covered in spider web nets and huge spiders. The forest echoes sounds of witches' laughs and creepy crawly animals.  There is a brisk breeze that runs through the trees that will put chills down your spine.",
    "id": 489
  },
  {
    "category": "Cave",
    "name": "the underground river",
    "description": "The river is small and winding and hard to see because there are no lights within its' location. The river has many colorful rocks and gems.",
    "id": 490
  },
  {
    "category": "Outside Temple",
    "name": "Temple main room",
    "description": "The massive statues are the biggest sight to behold of this room. There are four main statues, all of which resemble old monks of passed time who once served the Temple. Adjacent to these statues are drapes that fall from a 50ft ceiling all of which have their own distinct color and symbol, representing different villages in the area. There are massive pews on both sides of the room, adjacent to the red carpet down the center leading to the main throne under the statues.",
    "id": 491
  },
  {
    "category": "Inside Castle",
    "name": "Arch Hall",
    "description": "The main beauty of this room is it's Arches. Four massive arches surround the four walls of this room with red drapes falling from each side. There are book shelves covered in old books that have collected dust, showing the room has been unoccupied for some time. In the center of the room is four blood red carpets that branch out to the four draped arches. The center of the room holds a dark oak-like wooden round table with a loan golden candle dimly lit in the center.",
    "id": 492
  },
  {
    "category": "Bazaar",
    "name": "Back of the stall",
    "description": "The back of the store is stocked with everything you can imagine, spices, herbs, jars, vials, bags, colors everywhere. Along with a small bed in the corner of the room for the shopkeeper to sleep in. Next to that there's a small bed for a cat. The bed's are lined with bright red sheets. To the left of the bed there is a small wooden desk with a stool tucked under it. There's a small window to the right of the bed that lets in sunlight which is bouncing off the red blanket thus making the room glow red. It feels comfortably warm.",
    "id": 493
  },
  {
    "category": "Forest",
    "name": "Woods",
    "description": "The woods are vast. Everywhere you turn it all looks the same. There are scratches on the trees from lost travelers marking their path. There are sounds coming from everywhere and yet no where. There are faint yellow circles up in the trees and bushes, possibly eyes starting at you.",
    "id": 494
  },
  {
    "category": "Countryside",
    "name": "Countryside",
    "description": "The countryside is quite nice, it's not filled with a lot of people but with travelers here and there. Some in small groups some on their own. They are hosting a campfire where everyone has some to sit and is telling stories about their adventures. Someone is showing local children how to wield some weapons. Another is offering lodge, and stable for travelers and their animals.",
    "id": 495
  },
  {
    "category": "Town",
    "name": "Saokra's Blacksmith Shop",
    "description": "Saokra's Blacksmith Shop is lined with weapons. They are shown through the outside windows, and once you step inside you see everything from bo staffs to canons. Most of the shop is cool for the work that goes on inside. There are dozens of painted maps on the walls and ceiling. There's a bookshelf over to the left side of the shop that holds nothing but rolled up scrolls, and some have fallen to the floor. Armor sets adorn the manikins to the back of the room. There's a vibrant royal blue knight set of armor that causes the back area to light up in a cool glow of blue. The middle of the room has sunlight beaming into it via a skylight that gives the area a warm feeling.",
    "id": 496
  },
  {
    "category": "Mountain",
    "name": "mesa peak",
    "description": "The peak of the Mesa is surprisingly flat, at it's center there's a ring of circles made by rocks sitting in the center of the rocks is a deity statue. A statue of the people's God. In it's hand sits a bowl that is filled with water. In it's other hand is another bowl but this one of fruit and bread. Overlooking the sides are stone ledges and a small alcove to the right.",
    "id": 497
  },
  {
    "category": "Dungeon",
    "name": "Prisoners Cells",
    "description": "The dungeon is filled with the same light of the enchanted torches. Cells line both walls and extend for what feels like miles. There are crates between each cell that store food and a change of clothes for the prisoners. You can hear trickles of water dropping in from the ceiling. It can be deafening at times.",
    "id": 498
  },
  {
    "category": "Inside Temple",
    "name": "temple chamber",
    "description": "The temple is a medium sized room. But in it there are hundreds of artifacts scattered around the walls and in piles on the floor. In the middle of the room sits a stone slab. The slab is covered in dark black lines coming from the center of it. Shackles are tied to the left and right middle of the slab as well as two more shackles to the bottom of the slab. Surrounding the slab are channels that lead to the right of the room where a circular hole gathered a running liquid.",
    "id": 499
  },
  {
    "category": "Inside Castle",
    "name": "main foyer",
    "description": "The main foyer is massive. A grand staircase sits to the back of the foyer leading to the upstairs. At the front of the foyer stand two servants ready to help anyone who comes to visit. To the left of the room there is a doorway leading into a corridor. To the right there is a door leading to another corridor for the King's servants. At the foot of the stairs there is a bearskin rug that is staring at you almost as if still hungry. The walls are lined with portraits of the king and his family.",
    "id": 500
  },
  {
    "category": "Outside Tower",
    "name": "Winding Staircase",
    "description": "The outside of the Wizard's tower is spacious. There are trees to the left and and right just across from the entrance to create a path of where to walk. The Tower itself seems to extend to the skies. Magic surrounds the tower keeping a force field up at all times. It glows and hums as magic courses through it.",
    "id": 501
  },
  {
    "category": "Mountain",
    "name": "Tailings Pile",
    "description": "The tailing pile is massive, but amongst the dirt that's piled into a steep hill there are old wheel barrels and steel helmets used by the old miners. In the same pile of dirt you can see remnants of torn clothing and broken tools that once belonged to the old miners. The dirt pile is eroded away at the top from the wind blowing it away over the years.",
    "id": 502
  },
  {
    "category": "Town",
    "name": "Town center",
    "description": "A lavish town full of stone buildings, most of which are two or 3 stories. They have ornate tin gutter fixtures with the water seeming to pour from the mouths of different animals. They almost all have wooden plaques next to the doors describing the nature of their business. the buildings are almost touching eachother, and the narrow streets are so filled with people, donkeys pulling carts, and unruly children its near impossible to walk by without bumping into something.",
    "id": 503
  },
  {
    "category": "Outside Palace",
    "name": "Garden",
    "description": "The bright green shoots of new vegetables and herbs are seen in rows of dark brown earth. The stone wall that surrounds the garden is low enough to let in the warm sun. A basket has been left near the wall for gathering items for meals.",
    "id": 504
  },
  {
    "category": "Forest",
    "name": "South Forest",
    "description": "The forest is lined with tall trees but has a long walkway for travelers. I the middle of the forest is a long river surrounded by tall grass with clear blue waters and lots of colorful fish.",
    "id": 505
  },
  {
    "category": "Inside Palace",
    "name": "hidden revolutionaries' headquarters",
    "description": "Inside the revolutionaries' headquarters, you will find a map of the castle and the surrounding town.  Also, you will find a long list of grievances against the King, both by his subjects and the Queen herself.  In addition, there are crates full of weapons and armor, as well as a small vial of poison.",
    "id": 506
  },
  {
    "category": "Outside Castle",
    "name": "the acid yard",
    "description": "A yard in a shape of a circle is surrounded by sad, dried down trees, long ago have they died and give no sign of life. The ground in the middle is apparently not producing any fresh grass, all that can be found there is a bunch of rocks here and there. There is many barrels laying on the ground, all bearing signs of passed time on them, broken and useless. There is an  air of mystery surrounding the place and a smell so unpleasant no one dares to wander around this place.",
    "id": 567
  },
  {
    "category": "Outside Cottage",
    "name": "the hay field",
    "description": "The Hay field is a beautiful and large place of crops stretching very far towards the horizon. Birds frequently come to sit and feed on them. The tools are scatter about here and there, as the field workers have put them down after a day of hard work. There is also a scare crow placed in the middle of the field, scaring away the birds that dare to come and feed, however it's not very effective. There are special hay carriages set on the hay field as well, ready to carry loads of crops.",
    "id": 568
  },
  {
    "category": "Inside Palace",
    "name": "Castle front",
    "description": "Just inside the palace there is a lengthy hallway leading from the castle front.  The space is adorned with giant tapestries on the wall depicting scenes of knights performing heroic deeds.  One the floor is long plush runner carpet in a deep red color and adorned with gold trim.",
    "id": 569
  },
  {
    "category": "Farm",
    "name": "Horse Tent",
    "description": "Held erect by large bronze poles planted firmly in the ground, the purple and gold Horse tent offers a canvas over a number of stalls, each with it's own accommodations including fresh hay and a trough that is refilled daily. The tent's entrance is kept open during the day to allow sunlight to shine into the tent illuminating those inside, while the other end of the tent has a door leading directly into the guest castle.",
    "id": 570
  },
  {
    "category": "Bazaar",
    "name": "Knife Seller",
    "description": "The wooden shop's walls are adorned with a variety of steel, iron, and bronze knives. They vary in shape and size, with some being curved and others being small enough to conceal.",
    "id": 571
  },
  {
    "category": "Inside Tower",
    "name": "Guards quarters",
    "description": "The Guards quarters feature rows of bunk beds with large wooden chests at the base of the bed for the guardsmen to rest in and store their possessions. Above the door way there is a large iron crest representing the town's leaders. Two stone cut outs act as windows on opposite sides of the room.",
    "id": 572
  },
  {
    "category": "Town",
    "name": "General Store",
    "description": "The General store is painted a bright turquoise color, and is identified by the depiction of wheat crop that is carved into a wooden sign hanging from the store's front. There is a patio with a wooden roof hanging over head, and an arched wooden door that leads into the General store.",
    "id": 573
  },
  {
    "category": "Bazaar",
    "name": "the mysterious shop's entrance",
    "description": "The shop has a look of mysterious foreign artifacts and luxuries, with silks and other materials adorning the walls. There are various trinkets from all around the world as well as spices of different colors and odors.",
    "id": 574
  },
  {
    "category": "Outside Church",
    "name": "beside the town church",
    "description": "The church is made of old stones, and it's tower sit's above the town. The stained glass clock at the top depicts scenes from the bible in many different colors. The archway leading into the church is adored in stone carvings of angels and other biblical figures.",
    "id": 575
  },
  {
    "category": "Inside Tower",
    "name": "entryway to the wizards tower",
    "description": "The Wizard tower is cluttered with book shelves and wooden tables. Every shelf is filled to the brim with books, stacked vertically and horizontally in every which way, and books lay scattered across the tables falling onto the cold stone floors below. There sit's a shelf with a variety of strange potions and powders, as well as various wands.",
    "id": 576
  },
  {
    "category": "Countryside",
    "name": "main gate",
    "description": "The main gate is tall and strong enough to protect the mansion from invaders, and has large wooden doors reinforced by planks and steel sheets. There are two towers on either side of the gate for the town's watchmen to use as their post.",
    "id": 577
  },
  {
    "category": "Outside Palace",
    "name": "Palace Garden",
    "description": "The Palace garden is a lavish and lush garden filled with delicate roses and towering trees. In the center of the garden stand's a statue of the nation's founding leader. The statue is surrounded by a moat. There are stone walk ways throughout the gardens for visitors to walk through.",
    "id": 578
  },
  {
    "category": "Inside Tower",
    "name": "Gold Room",
    "description": "A hidden room, the Gold Room is adorned with gold candle fixtures on either side, and a gold plated wooden table in the center. Riches lay all around the room and on top of the table. Here can be found the crowns of past kings and the royalty of conquered nations.",
    "id": 579
  },
  {
    "category": "Inside Temple",
    "name": "Visitor's Entrance",
    "description": "The visitor's entrance features a large wooden double door. The door is beginning to shown signs of aging as splinters poke out of it's surface, but it's size and mass still cast awe onto oncoming visitors. In a cast iron display on each side of the door one can see the Goddess' insignia. The door is reinforced horizontally with an iron lock.",
    "id": 580
  },
  {
    "category": "Inside Palace",
    "name": "The throne room",
    "description": "The throne room features a large Bronze throne surrounded by Iron statue of guardsmen. These guardsmen are crafted to each bare a unique appearance. Below the king's throne there is a silk red carpet pathway that leads to the front gate. The front gate is protected by two armed men who cross swords at the foot of the gate.",
    "id": 581
  },
  {
    "category": "Inside Tower",
    "name": "Throne room",
    "description": "The throne room is a lavishly adorned stone fortification, with large purple and gold tapestries hanging on the walls. Between each tapestry there is a painting of the previous ruling families' patriarchs. At the center of the back wall sit's a large throne adorned with gold and silver, with a red silk cushion on it's seat.",
    "id": 582
  },
  {
    "category": "Port",
    "name": "Supply store",
    "description": "With so many ships docked at the port, sailor from all the ships crowd the bazaar. The supply store is filled with buyers today. The inside is plain and unadorned. Sturdy shelves hold common supplies. Along the walls are the larger items for sale.",
    "id": 583
  },
  {
    "category": "Bazaar",
    "name": "bazaar outside the royal city",
    "description": "The Bazaar is located between the village and the royal city. It is busy with many street shops for weary travelers. Many different types of fruits, meats, and weapons can be bought outside these wooden stands.",
    "id": 584
  },
  {
    "category": "Desert",
    "name": "cactus field entrance",
    "description": "The field entrance leads to a man made path in the desert leading to the next village. It is hot and barren. There is barely any form of plants or animals besides a few cactus. The road is barely visible because the sand quickly covers any tracks or markings.",
    "id": 585
  },
  {
    "category": "Outside Temple",
    "name": "outside of the temple offices",
    "description": "Outside the office is a beautiful garden filled with white flowers surrounding the entire building. There is a yellow brick road leading to the church. The surrounding trees and plants are beautifully trimmed and gives the area a peaceful atmosphere. Many doves and other birds love hanging around here enjoying its serene environment.",
    "id": 586
  },
  {
    "category": "Inside Temple",
    "name": "temple chamber",
    "description": "Inside the of the temple is dimly lit by torches lit by fire that are separated from from each other. It is filled with old treasures and artifacts from the monks who once trained here. Webs and dust fill the place since barely anyone comes here. The walls are plagued with mold and moss. There are small shrubs growing in between the cracks of the stone floor.",
    "id": 587
  },
  {
    "category": "Town",
    "name": "town center",
    "description": "The town is small, but its streets are full of personality. Each building that lines the cobblestone is a different hue, from the purest cerulean to the darkest mauve. Town favorites include a candy shop, brimming with personality - you can taste the candy floss on your tongue as you walk past. You might also enjoy the general store - you can find anything and everything you might need there, including what you did not know you needed. Chairs line the streets for visitors to sit and chat with friends they might find while out exploring.",
    "id": 588
  },
  {
    "category": "Inside Castle",
    "name": "castle kitchen",
    "description": "This is a warm, luxuriant-smelling kitchen, made of red brick that is cool to the touch on the perimeter. In the center of the room stands a grand fire-burning stove, which is stoked with crackling logs and white-hot flames. The perimeter of the room is lined with stone shelves, filled to bursting with pots and pans and other kitchen implements, the light of the fire shining in their reflection.",
    "id": 589
  },
  {
    "category": "Inside Castle",
    "name": "Disposal area",
    "description": "It is piled high with the bodies of those that did not survive the torture process. The smell is absolutely nauseating and the rats are multiplying faster than the castle can be rid of the corpses.",
    "id": 590
  },
  {
    "category": "Port",
    "name": "the village of Tamerak",
    "description": "A thriving sea port filled with merchants, foods, women, and gold.  Hundreds of boats fill the shores, fisherman pushing out to sea and pulling into dock.  Seagulls hover silently above the merchants selling fish.  Pirates can be seen causing trouble with the locals.  Brothels and bars are in abundance, as well as the smell of fish.",
    "id": 591
  },
  {
    "category": "Forest",
    "name": "Pine tree graveyard",
    "description": "Once known as a forest of solitude, the entrance to the pine trees is now a bleak and dreary graveyard.  Dead grass and moss fill the ground along with crawling critters that mark fear in the mind among the he who venture here.  Tombstones so old many of the names are no longer eligible.  Dense fog surrounds the area, thick tree tops blotting out the sunlight, and an eerie silence fills the air.  Cold it feels, the air, but the ground is soft and warm.  Sound can not enter, no escape this dwelling.",
    "id": 592
  },
  {
    "category": "Desert",
    "name": "The Grand Desert",
    "description": "The Grand Desert seems to go for miles. The sand is golden and the sun glistens over the endless mounds. There are tents of all different colors scattered throughout the Grand Desert. Magenta and gold, blue and green, all different color combinations of triangular tents outline the sand mounds. Camels and palm trees are seen in the vast distance. The sky looks extraordinarily blue against the tents and sand. No clouds are in sight.",
    "id": 593
  },
  {
    "category": "Inside Palace",
    "name": "Personal rooms",
    "description": "There is a comfortable, but not ornate bed against the wall in the center of the room. There is a dresser and a mirror against the opposite wall. There are various paintings hung throughout the room of landscapes and past kings and queens. There is a fireplace on the east wall with a bearskin rug on the floor in front of it, and two chairs to sit in.",
    "id": 594
  },
  {
    "category": "Inside Cottage",
    "name": "mansion entrance",
    "description": "The mansion entrance room is very large and you can see up multiple stories. There is natural light from stained glass windows. The floors and the staircase at the far side of the room are made of fine marble. There are paintings of the baron and his family on the walls. There are ornate decorations and trinkets on tables against the wall.",
    "id": 595
  },
  {
    "category": "Inside Tower",
    "name": "Curved Hallway",
    "description": "The curved hallway is made of large, blocky stones that provide a secure defense. The walls are streaked with dark water stains. Light from thin arrow slits streaks down at angles as the hallway curves gently to the left. An old, wooden door is tucked into the eastern side of the wall.",
    "id": 596
  },
  {
    "category": "Inside Cottage",
    "name": "inside the ruined house",
    "description": "It's dusty and dirty inside.  Pieces of old furniture and wood are scattered everywhere and the stench of mold and mildew is strong.  There is some light shining in from the place the roof was but not much.",
    "id": 597
  },
  {
    "category": "Town",
    "name": "city of elders",
    "description": "The City of Elders is an ancient, mystical place spoken of in legends across the kingdom. Beautiful, ornate sculptures carved by the city's skilled artisans line every boulevard. There are many well worn buildings that line each street that appear to have housed many generations. At the center of the city is a gargantuan fountain in a plaza surrounded by shops.",
    "id": 598
  },
  {
    "category": "Outside Palace",
    "name": "Hidden garden",
    "description": "There are plenty of roses, wilted, but still red.  A large statue of a beautiful woman stands in the middle, ivy growing around her.  She seems very kind in her expression.  It seems as though she may be buried underneath.  There is an overgrown mess of plants that form an archway that she is staring at.",
    "id": 599
  },
  {
    "category": "Trail",
    "name": "The Ghost Trail",
    "description": "The Ghost Trail is dark, with no torches or writing.  The stars shine over head, the glow of the moon seems to beam in lulls. The trail seems to go on east or west as far as the eye can see.",
    "id": 600
  },
  {
    "category": "Outside Temple",
    "name": "the spring bath",
    "description": "The spring bath is a deep, natural pool of crisp and clear spring water. It is surrounded by rose bushes on all sides except a northern and southern opening, which lead out of the enclosure of roses.",
    "id": 601
  },
  {
    "category": "Tavern",
    "name": "Brimswood pub",
    "description": "The Brimswood pub is an old establishment. It is sturdy, has a lot of life in its walls, but hasn't been updated in decades. The clientele are the same as they always are, and they don't see very many strangers. The vibe is somber, and conversations are usually had in hushed tones.",
    "id": 602
  },
  {
    "category": "Inside Church",
    "name": "the main chapel",
    "description": "The church is a fairly simple one. Rows of pews lined up and facing a pulpit with podium and some stained glass on the walls. The building is made of old wood, but is sturdy and has stood for many decades.",
    "id": 603
  },
  {
    "category": "Inside Castle",
    "name": "Lavoratory",
    "description": "The lavatory contains a long trough for which the knights can use for urination. Crude toilets are also included for defecation. The design is all stone walls with candles, and no privacy walls.",
    "id": 604
  },
  {
    "category": "Countryside",
    "name": "nearby road",
    "description": "The road cuts through the countryside. It is a dirt road, with a fence lining the eastern side and a grassy meadow to the west.",
    "id": 605
  },
  {
    "category": "Inside Temple",
    "name": "Council of Twelve",
    "description": "The Council of Twelve is a barren-looking room with a large round table. There are twelve empty stone seats that surround the table. The idea is that this is a replica of the table where the original twelve gods of the temple would sit and make decisions regarding the fate of humanity.",
    "id": 606
  },
  {
    "category": "Inside Tower",
    "name": "Tub",
    "description": "This tub has powerful jets which gently massage your back and shoulders as you lay back in them. It's deep enough to cover your entire body with water, but no too deep that you feel like you are swimming. There is also a handy shelf upon which to place a book or drink.",
    "id": 607
  },
  {
    "category": "Inside Tower",
    "name": "arsenal",
    "description": "Arsenal is a vast room of military equipment, it is made of stone, and there are shelves and table and organized things. Crossbows hang on the wall, and there is a sort of umbrella stand, but it's full of swords, and there is Armour in large bins accordion to size, and at one end is a row of trebuchets and even catapults, and torches and spears are in a big pile",
    "id": 608
  },
  {
    "category": "Dungeon",
    "name": "Torture equipment storage room",
    "description": "The torture storage room is a well organized room of equipment, there are lashes and cat-o-nine tails hanging from the wall, several malicious devices covered by tarp. There is a iron maiden on a dolly, some clubs for plainly breaking thigh bones in one corner, along with jars of thumbscrews, boxes or pins and a big table with ropes and a crank that stretches people until they are really uncomfortable",
    "id": 609
  },
  {
    "category": "Farm",
    "name": "Farmer's house",
    "description": "a single room cottage with a dirt floor, minimally decorated with only a table, a pallet and a wood burning stove there is but a single window and a single door at this place",
    "id": 610
  },
  {
    "category": "Town",
    "name": "Town Courtroom",
    "description": "This is a single large room, with an aisle leading up to where the magistrate sits, which is behind a bench and podium, on either side of the aisle there are wooden pews for spectators. There are a few maps on the walls and a flag of the land, and a statue of a thief having his hands chopped off by lady justice",
    "id": 611
  },
  {
    "category": "Outside Tower",
    "name": "Castle foothills",
    "description": "Castle foothills are low mounds of earth, round on the top, swelling up from the ground. they have grass on them, and they are not flat, but rather uneven.",
    "id": 612
  },
  {
    "category": "Inside Tower",
    "name": "tower spire",
    "description": "A large spire at the tower top. It overlooks the city, maybe the tallest structure. You cans see it all from up here, all directions, all four of them.",
    "id": 613
  },
  {
    "category": "Tavern",
    "name": "Saloon",
    "description": "a rickety structure where anyone with a few coppers and a thirst can go and have a frothy drink and socialize, there are tables, some overturned, and a long bar with stools lined up, and lots of barrels of various libations",
    "id": 614
  },
  {
    "category": "Inside Castle",
    "name": "Basement",
    "description": "An ancient crypt. It has several , almost countless crypts of royal relatives. Paintings on the wall depict the fallen dead. Family swords, personal weapons decorated the tombs. It is dank, lit by torches on the walls, led to by a stone staircase. The chill of ancient death permeates the air.",
    "id": 615
  },
  {
    "category": "Trail",
    "name": "Trail Exit",
    "description": "The woodland area creates a gentle, peaceful feel as one walks along past the leafy fronds and gently shifting foliage.  The path is firm and wide, having been traversed by many feet, but not so wide as to allow a merchant's cart to pass through.  A bird's cry sounds in the distance, followed by a ruffle of feathers, and then silence.  The beauty of the forest hides the struggle of nature that lies within...",
    "id": 616
  },
  {
    "category": "Bazaar",
    "name": "Bazaar",
    "description": "The air is filled with the scent of exotic spices, and crowds of people jostle each other to examine the wares peddled by enthusiastically loud merchants.  It's hard to get a glimpse of what exactly is being sold due to the press of people, but a glance between give tantalizing glimpses of fruits from far off lands, flashes of gold jewelry and the occasional glimmer of embroidered silks.  Truly a bustling place and the heart of the city.",
    "id": 617
  },
  {
    "category": "Inside Church",
    "name": "Along the Pews",
    "description": "The alter faces west so the rising sun hits the cross just right each morning. The bejeweled cloth that lay over the alter sparkle and the room practically glows.",
    "id": 618
  },
  {
    "category": "Outside Church",
    "name": "gate to street",
    "description": "The street outside the church is empty, with not a soul in sight. The sky is gray and seems to threaten snow. The pavement is rutted and worn, littered with loose cobblestones and other signs of disuses and disrepair. The only sound is the cold wind blowing, and the awful metallic squeak as it blows the iron gate open and shut.",
    "id": 619
  },
  {
    "category": "Farm",
    "name": "Chicken coop",
    "description": "The yard outside the barn is on a small, but well-maintained farm plot. There are enclosures for animals, and a short path leading up to a handsome, cozy farmhouse surrounded by large trees. The sun is warm, and the smell of grass and animal odors hangs in the air.",
    "id": 620
  },
  {
    "category": "Shore",
    "name": "pier walkway",
    "description": "On the seashore facing the pier, seagulls squawk as they swirl overhead. The smell of salt fills the air, and the gentle, dull roar of the waves lapping the beach is omnipresent. A gentle breeze blows, and the chatter of the villagers fishing drifts down to the shoreline from the pier.",
    "id": 621
  },
  {
    "category": "Inside Church",
    "name": "Attic",
    "description": "The attic is drafty and dark. Items such as handmade angels and Christmas decorations fill it. There is one small round window to let in light although they do not have glass. It is very hot and smells of dust. Extra candles fill one side and donations fill another.",
    "id": 622
  },
  {
    "category": "Inside Church",
    "name": "Hidden passage",
    "description": "A rough, narrow passageway descends through the thick outer wall of the church. Stair-like stones lead downward into darkness.",
    "id": 623
  },
  {
    "category": "Tavern",
    "name": "table area",
    "description": "A floor where musicians and other acts perform as well and dancing and other types of entertainment for the patrons of the tavern. Its a nice place suitable for people who want to enjoy an evening. Hearing music, stories and other entertainments.",
    "id": 624
  },
  {
    "category": "Inside Temple",
    "name": "temple hallway",
    "description": "The inner sanctum of the Acolytes of the temple. A table where offerings of food and gems for who they worship. Surrounded in paintings of mythical beasts on the walls. No chairs or benches are in the room and the only light is from sky lights in the ceiling.",
    "id": 625
  },
  {
    "category": "Shore",
    "name": "old docks",
    "description": "The shore near the docks. There is fog except on rare occasions. More dangerous than most people would like. You never know what dangers luck from creatures leaving and entering the waters.",
    "id": 626
  },
  {
    "category": "Outside Palace",
    "name": "Courtyard exterior",
    "description": "Paths as well as vines, fountains, and sitting areas are decoratively placed through out the courtyard. It's a place where people are welcome and arrive to enter the castle of the court.",
    "id": 627
  },
  {
    "category": "Forest",
    "name": "a room hidden in the dense canopy",
    "description": "Its a large room with types of beings you have never seen before. There is a counter and a person who greets people suprise when you arrive because you are not one of them. The room has an unfamiliar feel to it. with doors leading to walkways, other buildings, an entire city",
    "id": 628
  },
  {
    "category": "Mountain",
    "name": "a small clearing",
    "description": "The clearing outside of the cave is very small and rocky. Only about four or five people can fit it if they squeeze. The ground is very rough and covered with plant life. There are also a few trees growing in the mouth of the cave, to the east of the tiny clearing, meaning people have to slip between the trees to get into the cave. This makes it easier to hide, because the people will drag brush to the cave mouth and make it look like it has fallen there naturally, blocking the existence of the cave at all. The clearing is both very convenient as it makes an excellent hiding place, and very inconvenient because it is very hard to get people through the clearing and into the cave quickly in an emergency.",
    "id": 629
  },
  {
    "category": "Outside Castle",
    "name": "the weapons storage room",
    "description": "The weapons storage room is a large open room lines with all sorts of weapons mounted on the walls. Every sort of weapon imaginable is here, neatly organized and mounted in groups. The commonly used weapons, such as swords and spears are presents in such countless numbers as to require tall wooden chests on the ground to contain all of the extras. More rare weapons are simply grouped on the walls, as fewer warriors are capable of using them and the demand is lower. There are also some mysterious weapons whose use and user is yet undetermined.",
    "id": 630
  },
  {
    "category": "Inside Castle",
    "name": "the kitchens",
    "description": "The kitchens are a busy, hot place. They are filled with kitchen staff rushing around to prepare the main meals for the king's family and residing nobles. Tonight they are preparing two deer the king and his nobles caught while hunting, as well as some rabbit from a few days ago and seasoned vegetables. There are multiple fires around the kitchen to cook the animals and boil the vegetables, and combined with the heat of all the people the room is stifling. While the main kitchen workers are middle aged women who stay at one station, there are also younger children running around taking ingredients from one place to another. People are shouting instructions and gossip to one another constantly, so it is very hard to hear anything, but the atmosphere is very cheerful.",
    "id": 631
  },
  {
    "category": "Outside Castle",
    "name": "Battlements",
    "description": "The battlements are on top of the castle, in between the towers. These walkways have raised walls to prevents soldiers from fall off them or being picked off by archers. The walkways have narrow slots carved out at regular intervals for archers to aim through with getting hit themselves. There are also wider slots at longer intervals with cannons stationed at them. Flush against the outside walls are short, long boxes for soldiers to place their extra weapons in when preparing for a seige.",
    "id": 632
  },
  {
    "category": "Bazaar",
    "name": "Blacksmith",
    "description": "The sounds of metal and steel clanking together can be heard as you approach the Blacksmith. Varieties of shiny maces, swords, and spears are stung on shelves that line the walls in the shop. A big, burly man can be seen hammering away at swords as he brazens them through the melting pot. His young apprentice greets the customers. The walls are blackened from soot by the fire pit.",
    "id": 633
  },
  {
    "category": "Abandoned",
    "name": "Collapsed West Wing",
    "description": "The rocks have all but fallen into the ocean.  There is moss and other plant life climbing the remaining rocks, making it a very moist and gloomy environment.  There are some small left-behind pieces of what appear to have been some furniture, and possibly a cradle.",
    "id": 634
  },
  {
    "category": "Inside Tower",
    "name": "sewer entrance",
    "description": "There is no treasure to be found here. All you see is filth. Dirty murky water and fumes rising from it burns your eyes. You see animals roaming around. Are they small dogs? No they are rodents, big rats. They glisten with the filth they are covered with. It is dark and difficult to see much else.",
    "id": 635
  },
  {
    "category": "Inside Church",
    "name": "church coat room",
    "description": "The church coat room is dark and smelly, holding all the coats and boots of the congregation who happen to be in the church at the time. There is a candle sconce high on the wall near the entrance, benches along the back of the room and huge baskets along opposite walls: one for coats and the other for footwear.",
    "id": 636
  },
  {
    "category": "Forest",
    "name": "Ant hill",
    "description": "The ant hill is very large, over 5 feet high, and is wrapped around the base of a pine tree. The ants are huge compared to normal ants, and jut in and out of large holes in the ant hill. Bones of animals and even people can be seen sticking out of the red dirt ant hill.",
    "id": 637
  },
  {
    "category": "Forest",
    "name": "unsettling forest area",
    "description": "The forest is actually very creepy even during the day. The trees are so tall that they block the sunlight. There is always fog in the forest which makes it very hard to see. There are a lot of mushrooms near the trees and none of them are edible",
    "id": 638
  },
  {
    "category": "Outside Temple",
    "name": "Decoration shop",
    "description": "Outside the Temple is the decoration shop.  It is made of cobblestone and has flowers growing on the sides and back of it.  It has a large wooden sign hanging out front identifying it.  The shop is full of decorations for your home as well as for parties.",
    "id": 639
  },
  {
    "category": "Inside Palace",
    "name": "Top floor of palace",
    "description": "Opening the large stonework doors at the top of the grand staircase reveals the prized artifacts stored within the top floor of the palace. Inside are trinkets and baubles from far off lands, souvenirs from expeditions traversing across the entire realm. Large animal hides, beautiful tapestries, intricate statues of mythical animals, and other treasures hang upon thick oaken scaffolds. A thick coat of dust covers much of the treasure, suggesting a long absence of human contact or disruption.",
    "id": 640
  },
  {
    "category": "Cave",
    "name": "Secret tunnel",
    "description": "Your senses are met with the dank moisture of a secret tunnel. The stony walls are full of lichen and cave moss. Stalactites and stalagmites pepper the small channel, which bleeds in a pinpoint light from a far off point. The chill air of the King's forest whistles through the tunnel interior.",
    "id": 641
  },
  {
    "category": "Desert",
    "name": "Dead Valley",
    "description": "The desert is a dry span of hot sand.  The dunes rise and fall silently.  There is a large rock on which an iguana suns itself.  Cactus plants are scattered sparsely through the land.",
    "id": 642
  },
  {
    "category": "Mountain",
    "name": "Dangerous Precipice",
    "description": "The dangerous precipice overlooks the valley below.  The ground slopes down to the edge here.  Dirt crumbles down to the edge of the cliff.",
    "id": 643
  },
  {
    "category": "Inside Tower",
    "name": "kitchens",
    "description": "The kitchens of the tower are a giant kabob of tables and cans of herbs and various condiments. Some VERY fresh meats are found here as well. So fresh they are... well, alive. You see holding cells for various fowl and beast in a pen in the room. The smell is not very pleasant, but the food generally tastes a lot better.",
    "id": 644
  },
  {
    "category": "Swamp",
    "name": "soldiers camp",
    "description": "The camp is hidden away in a light forest of trees and brush that might be hard to find if there had not been a symbol on the trees leading up to it. You can feel the anxiety of the soldiers here, as this camp is not well fortified by any conventional means, but instead is supposed to be hidden and camouflaged to throw off anyone that might pursue. The camp is nothing more than a fire and some barracks. Nothing fancy to see.",
    "id": 645
  },
  {
    "category": "Inside Castle",
    "name": "Secret Tunnel",
    "description": "this secret tunnel is like a vein to the castle.  It leads to many other rooms within the castle.  This includes passage to the dungeon, the throne room, the kings chambers, and a secret exit to the outside.  You must be careful because the tunnel is small to maintain its secrecy.  There are 5 different rooms to the castle that can be accessed through this room. This also proves as a good escape route as enemies with large armor will not be able to fit through.",
    "id": 646
  },
  {
    "category": "Forest",
    "name": "flower garden",
    "description": "This clearing is in reveal a wide circle of trees. Proud oaks stand close enough that only the smallest of fauna can squeeze through, protecting the garden within from curious deer and hungry rabbits. Flowers of every hue and shade crowd the soft lawn of grass, soaking up what light they can through the shadows cast by the branches above. Purple, yellow, red, blue - even green blossoms bob in the breeze, their scents mixing to create a heady perfume. Vines and creepers climb up the tree trunks, dripping with grapes and berries.",
    "id": 647
  },
  {
    "category": "Inside Tower",
    "name": "Alchemists bedroom",
    "description": "This room holds a small bed, a table and several work benches. More flasks, beakers, candles, alembics, decanters, herbs, kettles, and the like may be found. Several books of forbidden lore sit upon the table. A circle, nine feet across and adorned with words of power is etched into the floor.",
    "id": 648
  },
  {
    "category": "Inside Castle",
    "name": "Guard Barracks",
    "description": "This is a long, wide hall, filled with bunk beds, foot lockers, side tables and various possessions, stuffed in corners, or under furniture. The high ceiling it pointed and a dizzying array of beams criss-cross their way down the length of the room. Neat, uncluttered and relatively free of dirt. Swords, axes, maces and bows lean against walls or hang from pegs. A large center pathway, twenty feet wide, separates the long rows of beds. Two large tables near the back of the room are each surrounded by twelve old, but serviceable chairs.",
    "id": 649
  },
  {
    "category": "Outside Cottage",
    "name": "backyard",
    "description": "Fresh Dark green grass covering the hill over the wet soil is the daily routine for a farmer. Beneath the grass are the freshly grow carrots. Addition to these beautiful living-hood are the two healthy black cows to gaze over the grass avoiding the carrot farm.",
    "id": 650
  },
  {
    "category": "Inside Palace",
    "name": "attic",
    "description": "The room at the top of the stairs is a lot larger then you might imagine. It's a fully engaged library that only the king uses, for the most part. The queen does have access but is less inclined to read. Dark wood shelves cover all the walls not engaged by a door or window, of which there is only one each. Even the wall above the door as you enter is a shelf full of books of all sorts. The smell of paper and some mold (they are rather old books) permeates the air. A large overstuffed settee is faced by a short table and across from that are two matching chair. All are brown in color and look to be extremely comfortable. The walls were once stone grey in color but the shelves totally cover them. The floor is covered in a lush, brownish rug that looks and feels more like fur. There are books piled on the floor by the chair and the short table is covered with them as well. Under the window at the far end of the room is a huge desk that is covered with papers and a few books. A candle holder sets on one corner with a partially melted candle still in it.",
    "id": 652
  },
  {
    "category": "Inside Palace",
    "name": "Grand balcony",
    "description": "The grand balcony is off from the ballroom and overlooks the kingdom. It is very large, with magnificent iron railing that runs around the balcony. The railing has been created by a master craftsman, with details of majestic creatures running along the railing, as the King felt this would make it stand out from other castles. There are dragons, eagles and lion heads that stand out to those that look upon it from below. The floor is made from a granite that was found in the surrounding forest's river. There are two ornate gold chairs for the King and Queen when they are sitting on the balcony. Small tables of gold are scattered about, for use and decoration.",
    "id": 653
  },
  {
    "category": "Inside Tower",
    "name": "rat den",
    "description": "The rat den is a disgusting, musty room deep inside the tower sewers. This is the area that the rats pull the bones of the treasure seekers, so they are able to get full access to all of the decomposing meat on the bones. Around the room are empty crates, that are broken and falling to pieces. Scattered glass litters the floor, broken ale bottles where some of the poor have tried to stay in the den, before the rat's had over taken it. There are torches on the wall, but dim now, as no soul wants to see the what the light would show. There are rat's nests in the corner, bits of straw, cloth and other odds and ends the rats have dug up.",
    "id": 654
  },
  {
    "category": "Wasteland",
    "name": "midland town",
    "description": "The sun beats down hot on this burnt out husk of a city. Ashes and rusted metal blow through the streets. Tumbleweed rolls by, rats scurry between smoking buildings. There is no water to be seen.",
    "id": 655
  },
  {
    "category": "Cave",
    "name": "Underwater Cave",
    "description": "The underwater cave is dark and rocky. Inside the cave fish and tadpoles have taken over. The water is cold, no light gets in. Once inside, a rocky outcrop allows swimmers to come up for air.",
    "id": 656
  },
  {
    "category": "Inside Castle",
    "name": "Castle Royal tower",
    "description": "A stone parapet at the top of the castle, the royal tower is what makes this castle a fortress. The walls are stone and dinged with souvenirs of past battles. It is cold and gray, but the perfect vantage point for soldiers. The wind whistles through the cracks in the wall. Straw litters the floor.",
    "id": 657
  },
  {
    "category": "Inside Tower",
    "name": "Keep",
    "description": "The keep is the most fortified part of the castle. Swords, bows and arrows, lances, and armor are housed here. From the stone windows you can see past the castle walls into the surrounding fields. This is the castle's last defense.",
    "id": 658
  },
  {
    "category": "Jungle",
    "name": "outlaws' jungle",
    "description": "The jungle is lush and green, full of vegetation. Vines hang in the air, and the sound of wildlife echoes through the trees. Monkeys laugh, a tiger roars, an elephant trumpets.",
    "id": 659
  },
  {
    "category": "Inside Church",
    "name": "Church foyer",
    "description": "This musty room is fairly plain and drab and is surrounded by stone walls.  There's religious tapestries adorning these walls along with some chairs for people to wait before the actual church is opening up to them.",
    "id": 660
  },
  {
    "category": "Graveyard",
    "name": "Main graveyard",
    "description": "This is an ominous place that a thick fog envelops.  There are rows of primitive gravestones and crosses along with some angelic statues for the more wealthy.  You can hear sobs in the distance as a funeral ceremony is underway.",
    "id": 661
  },
  {
    "category": "Inside Church",
    "name": "Confessions room",
    "description": "This is a small, dark, confined wooden space with a divider that separates the priest taking the confession and the church goer.  There is a small seat on each side so that they can take their time discussing their sins.",
    "id": 662
  },
  {
    "category": "Outside Cottage",
    "name": "Outside gates",
    "description": "These outside gates are made of iron and are somewhat decorative in design.  The tops are spiked and there's a family crest that hangs on both the left and right gate telling people who resides here.",
    "id": 663
  },
  {
    "category": "Outside Palace",
    "name": "Peasant living quarters",
    "description": "The peasant living quarters are generally very bare, dirty, and primitive for the most part.  It's essentially a large straw hut with hay-filled sleeping mats on the floor, and piles of clothes.  There are several plain white sacks containing potatoes, apples, and other basic foods for the residents here.",
    "id": 664
  },
  {
    "category": "Inside Temple",
    "name": "The Temple Marketplace",
    "description": "This dirt section of land has several tents set up along with carpets and goods spread out among them.  Gleaming from the distance, one can see plates, pots, paintings, and antique goods.  There are peasants walking by along with excited traders trying to get them to look at their wares.",
    "id": 665
  },
  {
    "category": "Forest",
    "name": "picnic area",
    "description": "In this picnic area, there is a wide clearing with some cut down tree stumps made for people to sit and enjoy their lunch.  There's also a small pond nearby where people can feed fish and watch turtles sunbathe.",
    "id": 666
  },
  {
    "category": "Swamp",
    "name": "Darkest part of the swamp",
    "description": "The light doesn't pierce the heavy overhanging trees in this near pitch black area of the swamp.  The water is extremely murky and there are occasional fins poking up from the water belonging to some kind of creature.  The air is thick and heavy and insects constantly buzz about.",
    "id": 667
  },
  {
    "category": "Countryside",
    "name": "path to the manor",
    "description": "The outside of the manor is rather imposing with a large stone building and two immense guardian sculptures on the outside depicting mythical beasts. There are also small gardens to the left and right.  The main path itself is a cobbled one that only beckons visitors if they are worthy enough.",
    "id": 668
  },
  {
    "category": "Inside Church",
    "name": "Prayer bell",
    "description": "This is a semi-outdoors location with low stone walls, a great view of the surrounding town, creaky worn out floor, and a very large brass bell.  There is a long rope hanging down the center that one can grab and proceed to ring the bell to call people to service.",
    "id": 669
  },
  {
    "category": "Inside Castle",
    "name": "The garden courtyard",
    "description": "The garden courtyard is found at the very center of the Grand Castle. Its the castle's 6 walls encompass the garden courtyard, creating a hexagon shaped court. Exotic flowers and plants of all varieties from all across the kingdom fill the courtyard. Reds, yellows, bright greens, and even seldom seen colors dominate the flowers that make up the garden. There are large trees and insect sized buds, massive bloomed flowers and normal lilies. The garden is an enchanment.",
    "id": 670
  },
  {
    "category": "Abandoned",
    "name": "Abandoned mine entrance",
    "description": "The abandoned mine is located in a field with a few trees. It is unable to be seen from far away. The closer you get the more you  notice the ground caving in around the hole. When you peer down into the mine, you see crumbling walls and concrete and a hole so deep you can't see where it ends.",
    "id": 671
  },
  {
    "category": "Inside Castle",
    "name": "Pet chamber",
    "description": "You see dozens of tiny luxurious cages where the menagerie is kept.  Instead of metal bars, the cages have bars of clearest crystal, and within are every sort of animal that walks, crawls, flaps or slithers.",
    "id": 672
  },
  {
    "category": "Farm",
    "name": "royal farm",
    "description": "The farm is immense in land size and lies to the east of the castle and its walls. A variety of food products are created for the suitability of the kingdom. A variety of animals are grown and killed for their meats.",
    "id": 673
  },
  {
    "category": "Inside Tower",
    "name": "Jail entrance",
    "description": "The jail entrance is massive with a huge fence. There are guards on all sides. There are barbs and dangerous things surrounding.",
    "id": 674
  },
  {
    "category": "Inside Palace",
    "name": "Palace Entrance",
    "description": "The palace entrance is majestic and well built. There are beautiful decorations from all over the world from the greatest artists. It is mostly gold and pretty colors.",
    "id": 675
  },
  {
    "category": "Bazaar",
    "name": "The Farmers market",
    "description": "The farmers market is surrounded with shops and food to buy. Foods from all around the lands.",
    "id": 676
  },
  {
    "category": "Inside Church",
    "name": "back room",
    "description": "The back room holds the texts for the priest. There are a few bookshelfs with many books. There is a desk with some readings on it.",
    "id": 677
  },
  {
    "category": "Inside Church",
    "name": "The Sermon Hall",
    "description": "Inside the massive Church you can see a stage to the far back. Benches lines the hall where some are kneeling in prayer. To the far right there's a row of candles, some lit, some not. On the stage there are bleachers for people to stand on to sing the songs of their people. Sitting on the center of the stage is a large podium where the priest gives his sermons.",
    "id": 678
  },
  {
    "category": "Lake",
    "name": "clean water lake",
    "description": "The lake is crystal clear, lined with trees, to the far back of the lake there's a small formation of rocks almost like a small waterfall allowing water to flow into the lake. It's quite beautiful, the sun bathing the surrounding area in a warmth so comforting you could easily fall asleep on the shore. There's an old wooden bath, for its age it seems to look like almost new, and rarely used. There are no animals nearby except for birds softly chirping in the trees.",
    "id": 679
  },
  {
    "category": "Mountain",
    "name": "Dwarven blacksmith",
    "description": "The blacksmith's shop is filled with weapons and armor. Axes, swords, shields, pole axes, and many more weapons line the walls. In front of those weapons on manikins are sets of armors on display. There are armor sets for woman, men, and even smaller children. A dog lays next to the door on a giant red pillow. A cat is perched up on a windowsill starting into the city. The blacksmith himself is hammering away in the back whistling a tune, while sweating over the fire red iron.",
    "id": 680
  },
  {
    "category": "Outside Palace",
    "name": "Laundry Lines",
    "description": "The laundry lines extend for meters. 6 rows of lines go from north to south. The area is filled with people putting their clothes to dry. All the lines are in an opening of trees that the sun hits perfectly to help dry. To the right you can see a stream through the tree where people go to wash their clothes before they hang them to dry.",
    "id": 681
  },
  {
    "category": "Inside Castle",
    "name": "Basement",
    "description": "The basement is very dark, the only lighting coming from the few torches on the surround walls. There are four pillars in the middle of the basement with only 1 torch on the inside of each pillar as they face each other. In the middle of the room there's a small rug laying under a table with some loose scroll paper on it. The walls are also lined with cleaning supplies for the maids to use.",
    "id": 682
  },
  {
    "category": "Bazaar",
    "name": "School",
    "description": "It looks like it was made out of an old church as it has a a big clock tower in the front. It displays a giant clock that chimes as soon as it strikes noon. The walls are white and massive, and there are some troughs on either side of the entrance for those that bring their children via horse. The entrance door is about a 3rd the size of the wall space and has a stained glass circle near the top that lets the light in.",
    "id": 683
  },
  {
    "category": "Inside Palace",
    "name": "The grand dining room",
    "description": "Silver and gold chandeliers hang all over the grand dining room. A big table goes across the room with chairs and a table made of the most precious wood in the kingdom. The dining room has art all over the place, sculptures and artwork is present.",
    "id": 684
  },
  {
    "category": "Inside Church",
    "name": "holy alter",
    "description": "The altar is big and it is also beautiful, it has many precious metals around it. It is said that the altar has a sample of every element in the kingdom, the most precious and unique stones decorate it.",
    "id": 685
  },
  {
    "category": "Outside Church",
    "name": "Iconostasis",
    "description": "Iconostasis is a small stand with icons right outside the church. It has 5 different handmade icons. The stand is decorated with golden roses and white linen",
    "id": 686
  },
  {
    "category": "Inside Castle",
    "name": "Throne room",
    "description": "The throne room has a throne all the way in the back of the room in the center. There is a silver carpet that lead up to the throne as you walk into the room. There are pictures of royalty hanging in the room and multiple chandeliers are hanging up. There throne chair in the back of the room with jewelry on it",
    "id": 687
  },
  {
    "category": "Bazaar",
    "name": "Kebab stall",
    "description": "A long wooden table covered with a clothe awning that extends to the customer area. People are crowding the front of it. select meats and trimmings are on display, but most of the supplies are stored in the back. There is a small fire with a slice of meat spitted and roasting in the back left of the vendor.  Garlic, and other herbs are hanging from the posts holding up the awning.",
    "id": 688
  },
  {
    "category": "Farm",
    "name": "An Open Field",
    "description": "An old run down farm, long abandoned by the inhabitants due to a ghost in the well directly in front of the farmhouse. It has seen better days, the wood is old and warped, scorched from fire set by brigands. Old tools litter the yard and bits of armor. It is obvious many have used this as a temporary camp since it's days as a working farm.",
    "id": 689
  },
  {
    "category": "Town",
    "name": "Wealthy area of town",
    "description": "A new section of town, new stone buildings and with fresh paint and clean installations. It looks like an old city of rich bankers and guilds of merchants.",
    "id": 690
  },
  {
    "category": "Inside Tower",
    "name": "King's Dorm",
    "description": "The walls are adorned with artwork of previous Kings and Queens, battles and events of note. The walls are smooth hewn marble, the floor a mosaic of colored stones quarried far away.",
    "id": 691
  },
  {
    "category": "Outside Church",
    "name": "Church",
    "description": "Rows of headstones line the field beside the large ornate church with stained glass windows. The Church is mid-century and made of stone. A large steeple resides in the center adorned with a cross. Large front doors made of wood with iron handles. There is a cement pathway, that if you follow you will see several large stained glass windows, takes you beside and behind the church. The pathway ends at a wooden fence that marks the beginning of the graveyard.",
    "id": 692
  },
  {
    "category": "Cave",
    "name": "cave exit",
    "description": "The large cave is covered along the walls with bright torches.  A large hole has been carved in the ceiling of the cave, right above the ladder that descends into the underground cave.  On good bright days, sunlight directly surround the hole with the gold ornate ladder descending into the underground part of the cave.  On the walls of the cave the torches illuminate many ornate drawings and paintings mainly dealing with the history of Kings of the realm.",
    "id": 693
  },
  {
    "category": "Outside Castle",
    "name": "Main Gate",
    "description": "the main gate is new and guarded, it is not run down lie many parts of the area. it is meant to intimidate attackers by making them think the area is all new and not worn down.",
    "id": 694
  },
  {
    "category": "Trail",
    "name": "Trailhead",
    "description": "the trailhead is a worn down area leading in many directions, it has shown the wear of constant horse travel and other methods of transportation. it is till well used but in need of a makeover",
    "id": 695
  },
  {
    "category": "Inside Palace",
    "name": "bedrooms",
    "description": "this bedroom is for the young prince. it is blue in color and the floors are a royal purple. the walls are covered in display swords and shields, all painted with unique colors.",
    "id": 696
  },
  {
    "category": "Inside Church",
    "name": "The dogs' domain",
    "description": "there is puddles of saliva everywhere, as well as fecal matter. the area is unclean and smells as such. it is clear animals live in this area, and are very rarely seen by people",
    "id": 697
  },
  {
    "category": "Mountain",
    "name": "Hiking path",
    "description": "hiking path is very worn down. it is muddied from rain and snow, and has a bleak atmosphere. it is a place that almost depresses you, but being close to the peak keeps you going",
    "id": 698
  },
  {
    "category": "Bazaar",
    "name": "Bazaar Gambling",
    "description": "the gambling area reeks of alcohol and other indistinguishably bad smells. It is not a good area to hang around in, as there are people that eye you up and down.",
    "id": 699
  },
  {
    "category": "Bazaar",
    "name": "Apple trees",
    "description": "the apple trees are a beautiful color and very nice to look at they are easy on the eyes and attract visitors as a result",
    "id": 700
  },
  {
    "category": "Town",
    "name": "Pharmacy",
    "description": "The pharmacy is a state of the art building, much different from every other building in town. it attracts many people of all types, as they are drawn to the unique style and class of the building. It is painted a bright red and covered in black crosses indicating it is a health center in some capacity",
    "id": 701
  },
  {
    "category": "Graveyard",
    "name": "Main street",
    "description": "main street is bleak and outdated. it wears the atmosphere of the cemetery based on association. it is dark even in sunlight and has a unique odor",
    "id": 702
  },
  {
    "category": "city in the clouds",
    "name": "cloud tavern",
    "description": "this is a tavern in the cloud city, a rowdy place of winged drunkards throwing winged darts and drinking from winged tankards",
    "id": 703
  },
  {
    "category": "city in the clouds",
    "name": "harp store",
    "description": "it's a cloudy store selling harps for angel men",
    "id": 704
  },
  {
    "category": "frozen tundra",
    "name": "Ice cave",
    "description": "This is a bitter cold area. It has been used by large predators for hibernation. Everything is white and it is very windy.",
    "id": 705
  },
  {
    "category": "frozen tundra",
    "name": "Entrance to a Cave",
    "description": "The snow drifts rise high enough that the entrance is difficult to make out.  Odd sounds and echos emerge from farther within, although whether they're caused by a trick of the wind or from something lurking within is hard to tell.  There are a few marks just within the entryway of the cave that look like they could be tracks of some kind, although they seem alarmingly large.",
    "id": 706
  },
  {
    "category": "frozen tundra",
    "name": "Entry to Icy Fortress",
    "description": "The fortress looms ominously, and the wind howls and whistles around it, wailing forlornly in warning to all who may approach.  The chips and divots in the walls show that the ice and cold have taken their toll on this place.  This place looks to be abandoned, although a few stray arrows and the broken down splinters of wood that look to have been the front gate make it seem like its inhabitants were removed by force rather than by choice.",
    "id": 707
  },
  {
    "category": "frozen tundra",
    "name": "Ice Cave",
    "description": "A dome shaped room coated with thick blue ice and icey stalagmites and stalagtites reaching from floor to ceiling. The floor is slick and you can hear the wind whistling through the labrinthine corridors that snake away from the main chamber.",
    "id": 708
  },
  {
    "category": "frozen tundra",
    "name": "Ice Cave",
    "description": "Amidst the frozen tundra there is a large outcropping of rocks and ice. A small opening leads down stairs beneath this pile of rocks into a large chamber. The chamber is lined with torches and the walls are made of large stones.",
    "id": 709
  },
  {
    "category": "magical realm",
    "name": "swamp",
    "description": "The swamp is glowing with wonder and color.  There are parts that range from dark red to bright yellow.  People often visit here to speak with the gods and claim it can be both harmful to those it dislikes and healing to those who it deems worthy.",
    "id": 710
  },
  {
    "category": "magical realm",
    "name": "Faeries Den",
    "description": "Stunning with silver walls and gold decorations, Magical items can be found on the shelves, including crystals, faery wands, and a crown.",
    "id": 711
  },
  {
    "category": "magical realm",
    "name": "A Creature cave",
    "description": "This cave is very dark and damp. The smell is a stale and strong scent. There is little to no light. The walls are wet and the floor is slippery. Mice are all over and some bats are hanging from the ceiling.",
    "id": 712
  },
  {
    "category": "netherworld",
    "name": "cavern",
    "description": "a lonely and isolated place, a cavernous hole in the side of a craggy mountain that leads to a network of underground tunnels.",
    "id": 713
  },
  {
    "category": "netherworld",
    "name": "Torture Chanber",
    "description": "This room is very grim and evil. There are many torturing devices strewn about. There is also blood all over the walls. The smell is putrid and relentless.",
    "id": 714
  },
  {
    "category": "netherworld",
    "name": "The devils castle",
    "description": "It is a castle that has burning flames that burn for eternity all around it. It is the tallest structure in all of the netherworld. It is dark and pitch black in some areas. It can be seen from miles away.",
    "id": 715
  },
  {
    "category": "netherworld",
    "name": "whipping chamber",
    "description": "a stone wall with straps for tying up men and women to be punished for their immortal sins",
    "id": 716
  },
  {
    "category": "netherworld",
    "name": "Lava Lake",
    "description": "A vast lake of molten magma. The temperature is well above that which would kill most mortal beings. It is surrounded by black rock formed by cooled magma. The bubbling pit seems entirely devoid of life.",
    "id": 717
  },
  {
    "category": "supernatural",
    "name": "ghost monk quarters",
    "description": "a simple room for an undead monk. There is an uncomfortable bed, no windows, a small table with a candle, some illustrations in a book, and not much else. There is a stool",
    "id": 718
  },
  {
    "category": "supernatural",
    "name": "Astral plane",
    "description": "An area between worlds where the physics known to man become irrelevant. It is a space beyond time that is home to being spectral and inconceivable to those without the eyes to see them.",
    "id": 719
  },
  {
    "category": "supernatural",
    "name": "bridge in the forest",
    "description": "You are at a bridge. It is old and used very rarely. It is dim and foggy. The brigde is large and there is a small stream below it.",
    "id": 720
  },
  {
    "category": "supernatural",
    "name": "Fighting Arena inside Tourney Grounds",
    "description": "Filled with embroidered banners and filled with a crowd aching for entertainment, the fighting arena offers glory to all who enter. The arena itself is covered in orange dirt and surround by emblems and crests of all the knights who participate. There are weapon racks sprinkled alongside the edge of the arena.",
    "id": 721
  },
  {
    "category": "underwater aquapolis",
    "name": "tool shed",
    "description": "a shed with tools hanging from hooks. there are various hoes and shovels. it's for seaweed harvest",
    "id": 722
  },
  {
    "category": "underwater aquapolis",
    "name": "farmhouse",
    "description": "a small house on a seaweed plantation, small and rustic, really only the single room with a closet, maybe, a table and some chairs",
    "id": 723
  },
  {
    "category": "city in the clouds",
    "name": "Dragon Lift",
    "description": "You reach Dragon Lift via the Cloud Elevator, which is a series of rising clouds that you step on to ascend to the highest cloud in the city. Dragon Lift looks really drab on the outside. It is a dull brown, boxy looking building but has a red awning proclaiming Dragon Lift in golden script. Inside Dragon Lift, Joel is waiting in his tattered smock to rent you a dragon that you'll swoop around the clouds on. When you enter the door to Dragon Lift, you realize it's bigger than you imagined and feels like a barn with dragons in stalls that you can examine.",
    "id": 724
  },
  {
    "category": "city in the clouds",
    "name": "Cloud Nine Bar",
    "description": "A bar in the clouds. Lively atmosphere with good drinks and even better views.",
    "id": 725
  },
  {
    "category": "city in the clouds",
    "name": "wizards dragon egg incubatory",
    "description": "This room has stone recesses filled with hay. It is warmed by a fireplace and jars that glow blue and sit around the floor. the walls are covered with heavy cloth to further hold in the heat. the room is circular with a hall coming in from both sides. there is a round stone table in the middle with several pieces of lab equipment on it. there seems to be a few round objects like large stones buried in the hay at places.",
    "id": 726
  },
  {
    "category": "city in the clouds",
    "name": "Observatory",
    "description": "High atop the tallest tower in the city, the observatory is a large, single, circular room. It contains one window, almost the entire length of the room. Dozens of telescopes are pointed outside of this window. Through these telescopes, people in the observatory can see in all directions. Inside the room are tables, lined with maps and instruments. Globes and scales are also found throughout the room. There is one door leading into the room, and one leading outside to the deck.",
    "id": 727
  },
  {
    "category": "city in the clouds",
    "name": "The Moon Observatory",
    "description": "The Moon Observatory is a dome shape with ornate wooden levers along the walls. When pulled the levers open the curved wooden ceiling to the night sky above.",
    "id": 728
  },
  {
    "category": "city in the clouds",
    "name": "Main square of the city in the clouds",
    "description": "The main square is the central location of the city in the clouds, the city on the top of the mountain where the clouds pass. It is extremely busy, with many vendors selling wares such as the blacksmith and the sword-maker. The ground is made of stone, and buildings surround it. There are also tables where people can eat after they've gotten food from the various people cooking over open fires.",
    "id": 729
  },
  {
    "category": "frozen tundra",
    "name": "Living room",
    "description": "The room is small and dark. There are no windows anywhere. There is an old wooden table with four chairs pushed against the east wall. There is a fireplace which sits in the center of the room. There is a roaring fire burning with plenty of cut wood stacked neatly nearby. A collection of animal skins are scattered about near the fireplace.",
    "id": 730
  },
  {
    "category": "frozen tundra",
    "name": "hidden cave",
    "description": "Tucked away under the rigid rocks of the cold hard landscape the cave nestles a small covered patch of frozen ground riddled with wet ice and rocks making it an uncomfortable yet inviting space out of the cold.",
    "id": 731
  },
  {
    "category": "frozen tundra",
    "name": "The Abyss",
    "description": "A cold, bare landscape with no life around for miles. No trees can grow because of the cold.",
    "id": 732
  },
  {
    "category": "frozen tundra",
    "name": "Den",
    "description": "The den is a cozy room that has several lounges to sit upon. There is a fire constantly roaring to warm those who come within from the frozen tundra outside. There is a bear skin rug and a basket full of blankets.",
    "id": 733
  },
  {
    "category": "frozen tundra",
    "name": "Festival Room",
    "description": "Large and well-lit, the festival room is full of priceless art and pottery. Marble tables sit against the walls with various pottery adorning them. A large chandelier looms over the room.",
    "id": 734
  },
  {
    "category": "frozen tundra",
    "name": "Large Ice Cave",
    "description": "A large cave made of ice. Frost and snow decorate the walls and floor. A clear blue light faintly illuminates the cave. Small animal bones lay scattered around the floor",
    "id": 735
  },
  {
    "category": "magical realm",
    "name": "Secret magician's workshop",
    "description": "This is the hidden workshop of the most powerful wizard in the land.  There are ornate tapestries on the walls depicting wizards using their powers and potions in battle.",
    "id": 736
  },
  {
    "category": "magical realm",
    "name": "Wizard's lair",
    "description": "The wizard's lair is a mystical room. The walls are painted to resemble the night sky and pots of overgrown plants line the walls. Cages that once held creatures sit on top of an oak table in the center of the lair.",
    "id": 737
  },
  {
    "category": "magical realm",
    "name": "The Royal Tent",
    "description": "The walls of this tent shimmer with a soft glow at every passing breeze.  Though they seem thin and almost weblike, no trace of a draft comes from them.  A bed made of cloth that is both soft and warm hangs in the corner of the tent.  It seems to perfectly fit there, as though it was grown from the tent walls instead of skillfully placed.  The floor is carpeted with impossibly vibrant rugs, the likes of which no mortal eye has seen, and the walls of the tent rise up so high that the ceiling cannot be seen.  A brazier glows softly, and above it hangs a golden teapot.  Vapors rising from its spout waft into the space, smelling of cinnamon and spices. There is a soft glowing stone by one side of the tent wall that looks like a flagstone crafted from an impossibly large pearl. The tent is warm and inviting, and a little unnervingly beautiful.  Truly, this is a place worthy of the Royal Family of the Alabaster Elves.",
    "id": 738
  },
  {
    "category": "magical realm",
    "name": "Echo Hall",
    "description": "A gigantic dome-like building with a round table in the center of it. There is magelight above it and encircles the dome. Traces of wizards' histories appear on the walls and disappear from time to time.",
    "id": 739
  },
  {
    "category": "magical realm",
    "name": "Inside of a troll cave",
    "description": "A damp and vile smelling cave that only is lit by the sun that goes through the entrance. Skeletons from small animals can be seen sprawled across the floor. A little pile of leaves sit in a corner next to a campfire.",
    "id": 740
  },
  {
    "category": "netherworld",
    "name": "Devil's Den",
    "description": "The Devil's Den is dark and fiery; no one dares to look at the blood covered walls. Skulls on stakes line the walls, with piles of bones scattered on the floor.",
    "id": 741
  },
  {
    "category": "netherworld",
    "name": "Withered Gardens",
    "description": "Dead trees and plants cluster in this garden, their branches thin and bone-like.  As they sway in the ghostly breeze, they look almost like skeletal hands, grasping for any living presence nearby to drain the life out of them.  There is a a dried up fountain made of cracked marble, and a bench that is made of rotting wood.  It looks as though it might turn into dust at the slightest touch.",
    "id": 742
  },
  {
    "category": "netherworld",
    "name": "The Pit of Despair",
    "description": "A sinking hole in the ground, roughly 15 feet in diameter, covered by the grabbing appendages of sinners who once walked in the land of the living. A cacophony of moans, screams and scratching bellows from the depths of the cavern. There is a pool of blood, tears and excrement at the bottom of the hole where limbs can be faintly seen trying to reach the surface but never able to.",
    "id": 743
  },
  {
    "category": "netherworld",
    "name": "Lord's Castle",
    "description": "This is the location in the netherworld where the Lord and controller lives.  It is in the center of the netherworld and is difficult to reach as it is built on high rocky cliffs.",
    "id": 744
  },
  {
    "category": "netherworld",
    "name": "Dungeon",
    "description": "Dark and dreary, the dungeon hosts a portal for evil to access the netherworld. The moist dank smell casts doubt of goodness as you see the drab construct of jail cells lining the perimeter of the room.",
    "id": 745
  },
  {
    "category": "netherworld",
    "name": "Viewing room",
    "description": "The viewing room is where those who have passed on come to watch their family members in the living world one day per year. The room resembles an opera theater. There are seats throughout the room and boxes for those who were wealthy in life to sit in. There is a stage with a large magical dome on it for viewing.",
    "id": 746
  },
  {
    "category": "supernatural",
    "name": "Goddess Hollow",
    "description": "The Goddess Hollow is a place created to worship woodland spirits. It is a small, closet-like room in a hollowed out tree that has existed for hundreds of years. Within the hollow there are piles of sticks, flowers, and home-made items presented to the woodland spirits.",
    "id": 747
  },
  {
    "category": "supernatural",
    "name": "Haunted Basement",
    "description": "The basement is cold, damp, and dark. What little light coming in from the window is blotted out and dimmed by the spider webs sprawled across its surface. The shadows in the corners of the room appear nearly pitch black, and it almost feels as if something is looking back at you from within them.",
    "id": 748
  },
  {
    "category": "supernatural",
    "name": "Magic Room",
    "description": "A room that once entered, cannot be escaped. The walls are all mirrors, and you can never again find the door.",
    "id": 749
  },
  {
    "category": "supernatural",
    "name": "The Glade of Mysteries",
    "description": "The leaves of the trees surrounding this glade glow unnaturally, as though lit from within.  There seems to be almost a presence to this place, a waiting watchful force.  Bits of music sound occasionally, tunes that seem familiar and yet quite alien, as though played by someone who had only heard the melody described to them, instead of hearing it themselves.  And yet all this pales in comparison to the pool found in the center.  The water gleams silver, seemingly absorbing and reflecting back the light of the trees around it tenfold.  Though there is a soft breeze that blows through the glade, there is not a ripple to be seen on the water's perfectly mirrored surface.",
    "id": 750
  },
  {
    "category": "underwater aquapolis",
    "name": "Underwater Marketplace",
    "description": "The marketplace is the main hub for the residents of the aquapolis. With high ceilings and bright, colorful flags at each market stand, the place seems to stretch on forever. Near the entrance, there is a young boy attempting to sell the latest news of the kingdom.",
    "id": 751
  },
  {
    "category": "underwater aquapolis",
    "name": "Research lab",
    "description": "The research lab is the main science hub of the aquapolis. Dozens of scientists are working on a myriad of different projects.",
    "id": 752
  },
  {
    "category": "underwater aquapolis",
    "name": "Dry Dock Room",
    "description": "The room is located on the border wall of the aquapolis. There is one on the far north and far south side.",
    "id": 753
  },
  {
    "category": "underwater aquapolis",
    "name": "Underwater Aquapolis",
    "description": "The underwater aquapolis is a massive and ornate city at the bottom of the ocean. The walls of the buildings are made or coral, pearl, and seashells. Schools of fish swim in and out of the circular holes in the walls that act as windows. The aquapolis is illuminated by florescent rocks and shells that line every building.",
    "id": 754
  },
  {
    "category": "underwater aquapolis",
    "name": "The Marketplace",
    "description": "The marketplace is unlike any surface dwellers' paltry trading area, for beneath the waves there is no need for gravity to limit where and how the wares can be displayed.  Indeed, the market is quite crowded, with merchants as likely setting up stalls upside down on the ceiling as on the floor.  Colorful dyes are used around some of the more exotic booths, the color clouding the water and drawing the eye to it.  High shrills pierce the waters as various merchants call out their wares to the merpeoples passing by.",
    "id": 755
  },
  {
    "category": "underwater aquapolis",
    "name": "Neptune's throne room",
    "description": "A small room in the castle, Neptune's throne room is adorned with painted walls as blue as the sea itself. Tables constructed of beautiful coral lean against all four walls with decorative shells serving as a border for them. The ceiling is painted to resemble waves.",
    "id": 756
  },
  {
    "category": "underwater aquapolis",
    "name": "The lords treasury",
    "description": "Deep inside the volcanic cave that is the foundation of the aquapolis lies the treasury.  Some believe its existence is a myth, but others claim they have been there.  Those that claim they have seen it say you must dive out of the aquapolis' basement while holding your breath, through the cold deep water that is filled with deadly volcanic gas.  The treasury room itself is a dry cave filled with riches from the very infancy of the empire",
    "id": 757
  },
  {
    "category": "netherworld",
    "name": "The Thrones of Death",
    "description": "The main part of this room room would be the throne.  It is a shiny black with some gold ornate decorations on it. It sits on a black and gold pedestal. There is  a smaller throne in the room decorated in purple and gold.   It does not sit on a pedestal.  The room is decorated in tones of purple and blue with black accents.  This signifies death.  There are paintings of dolphin on the all.  Also to signify death.  The dolphins are typically gray.",
    "id": 758
  },
  {
    "category": "city in the clouds",
    "name": "mess hall of the servants",
    "description": "this is a long narrow room with wooden tables down the center and wooden benches all along. candles burn on the table and sconces on the wall. there is black smoke and soot everywhere. the smell of garbage and bad cooking abounds. the cobbled stone floors are greasy and there is moss along the wall bottoms.",
    "id": 759
  },
  {
    "category": "city in the clouds",
    "name": "Grand hall of the City",
    "description": "A great massive hall with chairs and tables. several door ways line the walls of the hall leading to other places. A massive front door that is slightly swung open.",
    "id": 760
  },
  {
    "category": "frozen tundra",
    "name": "The Endless Strait",
    "description": "Completely devoid of life except for a few frozen skeletal wyverns. They come and sneak up on you at night, killing you before the cold does. The land is bare, offering no life.",
    "id": 761
  },
  {
    "category": "frozen tundra",
    "name": "Frozen Outpost",
    "description": "One of the outposts of the king's army in the northern Kingdom of Thylar. The outpost overlooks the camp, which at first look actually seems rather abandoned to the untrained citizen. But this is actually a necessary territory because of the rich minerals and expansive land.",
    "id": 762
  },
  {
    "category": "frozen tundra",
    "name": "Eating area of cave",
    "description": "This room has rough, grey rock walls. The walls are lined with animal furs which are very fluffy and warm. The floor is dirt and gravel, which moves underfoot.",
    "id": 763
  },
  {
    "category": "frozen tundra",
    "name": "inside of a igloo",
    "description": "A dome shaped room with a small fire in the middle. A chair and cot on the far end of the igloo. On the other side is the entrance and exit of the igloo.",
    "id": 764
  },
  {
    "category": "frozen tundra",
    "name": "Research Laboratory",
    "description": "The lab itself is almost as desolate as the wasteland outside of it; most of the research was cleared out of here long ago, so now there's mostly nothing but empty shelves. There are, however, a few boxes of medicinal supplies left behind, sitting along the back wall from the door. A silver refrigerator with a few vials in it sits next to a sink that's been unused for quite some time.",
    "id": 765
  },
  {
    "category": "magical realm",
    "name": "The Fountain of Youth",
    "description": "The water here bubbles softly, cascading down the golden framework of the fountain.  The water is clear as crystal, and shimmers softly with a faint glow that doesn't seem to quite reflect the light around it.  The fountain itself is made of elaborately filigrees of gold and silver that twist and curve to show the sparkle of the water best, and it breathtaking to behold. While the fountain's beauty is what first draws the eye, a careful glace down at the earth around it reveals a frightening sight.  Skeletons, some clad in ancient armor from kingdoms long turned to dust, others worn down so that even what clothing they had has long since disintegrated, litter the earth.  Beautiful flowers grow up from them, partially obscuring whatever carnage caused these people to perish.",
    "id": 766
  },
  {
    "category": "magical realm",
    "name": "Elf's room",
    "description": "A tiny room in a red mushroom. Tiny frames with photos of an elf family decorate the walls of a well-lit room. A miniscule lantern lit with a single morsel shines on a table made of oak bark.",
    "id": 767
  },
  {
    "category": "magical realm",
    "name": "The cabin of an ogre",
    "description": "The wooden walls of the cabin are crudely adorned with a green, suspicious ooze. A dusty rug lays on the cold wooden floor of the cabin, dimly lit with a lantern situated in a corner in front of a large cobweb.",
    "id": 768
  },
  {
    "category": "netherworld",
    "name": "Lower dungeon",
    "description": "The lower dungeon is set below the mail hall. It is dark, lit by only a few dim torches. Water is constantly dripping down the walls, giving it a dank and musty smell. There are manacles and cages set along the walls. In the middle of the room sits a table with manacles on all corners which are attached to a large rotating lever.",
    "id": 769
  },
  {
    "category": "netherworld",
    "name": "The Dark Kings Throne Room",
    "description": "Filled with skeletons and zombies and dead bodies, the throne room of the Dark King has literally no light.",
    "id": 770
  },
  {
    "category": "netherworld",
    "name": "Reaper's lair",
    "description": "A room that gets very little light except for a dim candle on a pole. The walls are made of blackened stones. A wooden door with a heavy lock stands tall.",
    "id": 771
  },
  {
    "category": "supernatural",
    "name": "Stonehenge",
    "description": "Technical and advanced, the enormous stones stand looking as if they are placed on top of each other by divine design. The green grass is a stark contrast to the gray stones hovering in the distance.",
    "id": 772
  },
  {
    "category": "underwater aquapolis",
    "name": "Toad Hollow",
    "description": "Toad Hollow is a filthy room within the Underwater Aquapolis. When you enter, you are greeted by the reek of scummy pond water. You enter Toad Hollow through a drainage pipe that you have to crawl through. Once inside Toad Hollow, you can stand up, but you still don't feel comfortable with your surroundings. As far as the eye can see there is muddy water in a circular basin with lily pads floating in it. On the pads, giant toads jump back and forth making gurgling, croaking sounds. As you wade deeper into Toad Hollow, the water comes up to your waist and you see the flash of a fin. There is legend that a creature lives in the center of Toad Hollow that is half human, half monster. Not even the strongest knight has been brave enough to examine it. The fin disappears back underwater but there is a red glint suggesting eyes are watching you. When you reach the other side of the basin, you crawl into another drainage pipe and feel relieved that you're out of this place.",
    "id": 773
  },
  {
    "category": "underwater aquapolis",
    "name": "The dungeon",
    "description": "Dark only lit by the flickering flame licking the walls. smell of rot and gangrene. death and decay the walls moist and moldy. the sounds of screams fill the air along with dispear and fate. in the center a iron maiden recently used and open. the spikes a reddish brown from dried blood.",
    "id": 774
  },
  {
    "category": "underwater aquapolis",
    "name": "Geothermal Valley",
    "description": "Deep and warm the geothermal valley boasts a reviving epicenter for all to migrate to. The warm bursts of heat send bubble around the perimeter of the valley reflecting colors of green and blue.",
    "id": 775
  }
]
