{
    "rooms. The room is dark and the walls are covered in artworks.": true,
    "Long hallway. The hallway is wide and luxurious. It is uncommon from any other area of the King's castle however.": true,
    "the beach house. The beach house is small and cozy, with just two rooms and a large fireplace.": true,
    "detailed paintings. The detailed paintings were peeled back, revealing maps.": true,
    "elaborate carpet pieces. The carpet piece is beautifully colored with red, purple and silver hues.": true,
    "pieces of debris. The storm left pieces of debris that are so large it's hard to leave the village.": true,
    "suits of armor. The suit of armor is slightly rusty, and it's covered in a film of dust.": true,
    "stained glass windows. The glass window is old and dusty with small pieces of glass falling out": true,
    "pictures of god or gods. The picture shows gods in all their splendor.": true,
    "mattress. The mattress is stained with blood.": true,
    "marble furniture. The marble furniture Is used by the king and queen during royal dinners.": true,
    "chapel. The chapel is built of large grey stones with colored glass windows in the back.": true,
    "wooden table. The wooden table is small, but it is well made.": true,
    "big robes. the robe is made with various materials": true,
    "hair sheddings. Fragments of hair from a living creature.": true,
    "lanterns. The lantern is dirty and covered in soot.": true,
    "seat. The seat is dirty with the blood from the farmers.": true,
    "fishing nets. In its tangled mess, you see a shining object.": true,
    "floor. The floor is made of marble with detailed carvings of past wars.": true,
    "Bell Tower. The bell tower stands overshadowing the land.": true,
    "copper forks. The fork is made of silver.": true,
    "fur carpet. The carpet is made of an animal's fur.  The carpet is soft and warm.": true,
    "red carpet. luxurious carpet could be used in the castles to give entrance to the members of royalty the red carpet is clean and beautifful": true,
    "Large ornate carpet. The carpet covers a large area.  The colors of the carpet are neutral and muted.": true,
    "lush maroon carpet. The carpet is clean and decorated with an ornate pattern.": true,
    "colorful homemade tapestry. The tapestry is handmade and uses a variety of beautiful colors.": true,
    "Carpets made of silk. The carpet is smooth and colorful. Since it is made out of silk, it is very light weight.": true,
    "runes. the runes are hard": true,
    "red silk prayer bench. The bench is used for prayer and is covered with a lovely red silk fabric.": true,
    "a maid. I always am cleaning. I don't enjoy cleaning, but it's the only way to keep food on my families tables. You can always find me sweeping away the dirt, or cleaning the dishes, or cooking dinner. I always am cleaning. I don't enjoy cleaning, but it's the only way to keep food on my families tables. You can always find me sweeping away the dirt, or cleaning the dishes, or cooking dinner.": true,
    "townsfolk. We are the people who live in this town. We are common, and there are many of us. We are the people who live in this town. We are common, and there are many of us.": true,
    "queen's subjects. We are the queen's subjects. We serve solely at the pleasure of her royal majesty the queen. We spy on the king's men for the queen. We are the queen's subjects. We serve solely at the pleasure of her royal majesty the queen. We spy on the king's men for the queen.": true,
    "members of the royal family. I am in the upper class. I have servants. My family is very rich. I am in the upper class. I have servants. My family is very rich.": true,
    "amphibians. I am a frog. I know some newts. We are amphibians. We are hiding from a witch. I am a frog. I know some newts. We are amphibians. We are hiding from a witch.": true,
    "the royal family. I am royal family member who is loyal . I am a royal  family member who loves my subjects. I am a royal family member who will be the next king. I am royal family member who is loyal . I am a royal  family member who loves my subjects. I am a royal family member who will be the next king.": true,
    "the family. I am part of a family living in the village.  My family has lived here for generations.  We live to serve the king.  My father was one of the king's royal subjects. I am part of a family living in the village.  My family has lived here for generations.  We live to serve the king.  My father was one of the king's royal subjects.": true,
    "a couple of holy bishops. I am a religious bishop from the king's palace . I give prisoners their last rites . I decide the religious law in the kingdom for all. I am a religious bishop from the king's palace . I give prisoners their last rites . I decide the religious law in the kingdom for all.": true,
    "more-than-king-sized bed. looking twice at the bed, surprisingly it is more than a king sized bed": true,
    "Self-portraits. The self-portraits are huge, adorning the walls to each side.": true,
    "a torch. The torch is stained brown from all the times it was lit.": true,
    "broken glass. The glass is shattered in a hundred pieces, it is sharp and dangerous.": false,
    "expensive carpet. A carpet made of the finest silk and with intricate patterns woven in.": false,
    "a golden goblet. The goblet is made of fine gold and is very well made.": true,
    "A large table. The table is large and heavy, with thick legs and a solid top.": true,
    "guards armor. The palace guards wear heavy metal guards armor to protect them from outside attacks.": true,
    "whip. The whip is black and long, the ends stained with some red substance.": false,
    "a knife. The knife is clean and well polished.": true,
    "ornate goblet. A goblet made of precious stones and gold.": false,
    "elaborate rugs. The pattern woven into the rug is very elaborate. It's colors include blue, gray, and gold.": true,
    "A lantern. The lantern is light and small.  A candle is lit inside it.": true,
    "vanity. The vanity is made from the finest oak in all the realm. The designs on the sides are of the royal insignia.": true,
    "stained glass art of old. The stained glass is beautifully made and expensive looking": true,
    "paintings of ancestors. The painting of the ancestor is well preserved with a brown wooden frame and a glass panel that covers the paintings surface.": true,
    "scientific and writing instruments. the instrument is very strong.": true,
    "a wooden kneeler carved from oak. The wooden kneeler is made from the finest oak.  It's detailed craftsmanship makes those who kneel on it feel like royalty.": true,
    "Altar. The altar, made of fine marble, is humbled by blood stains.": true,
    "a table. The table is large and made of wood.": true,
    "King's clothing. The king's clothing is made of the finest silk": true,
    "Furniture. this piece of furniture is one of a kind.": true,
    "Market. The market is full of wares from around the world.": true,
    "gold-laced furniture. The furniture is ornate and gold laced.  It is fit for a king.": true,
    "cups. The cup is brown and made of hardened clay.": true,
    "royal meals. The royal meal is lavish and full of luxury foods.": true,
    "bookshelf. The bookshelf stands empty, cobwebs and dust filled the corners of its shelves in place of books.": true,
    "blanket. The blanket is made from thick cotton, and it is a dull red color.": false,
    "a rabbit fur coverlet. The rabbit fur coverlet looks very warm and soft.": true,
    "worn quilt. the quilt is old and worn out.": false,
    "the finest silk and velvet. The silk and velvet in the material make it feel so smooth.": true,
    "ritual dagger. The ritual dagger has beautiful gems and engravings on the hilt.": false,
    "master-at-arms. I am the master-at-arms. I work in the king's armory. I like to monitor all the weapons and make sure they are clean and sharp. I am the master-at-arms. I work in the king's armory. I like to monitor all the weapons and make sure they are clean and sharp.": false,
    "serving boy. I am the son of the butler in the castle. I assist my father in serving the King and Queen. I live in the servant's quarters of the castle along with my mother and 2 sisters. I am the son of the butler in the castle. I assist my father in serving the King and Queen. I live in the servant's quarters of the castle along with my mother and 2 sisters.": false,
    "forest-scented wood. The forest-scented wood smelled strongly of pine and sap.": true,
    "Self-portraits of the king himself. The self-portraits of the king are crafted by the castle's best artists.": true,
    "used-up oil lamps. The oil lamp is burnt, cracked and doesn't appear to work anymore.": true,
    "ship. The ship is worn and decrepit from long battles at sea.": true,
    "stack of hay. It is dry and brittle, more like straw yet you see some mold at the bottom.": true,
    "gates. for many the gates of Hades look like the gates to a garden in which to forget all of their troubles.": true,
    "signs. The old wooden sign, tattered and tilted to one side, presents a stark warning to travelers -- \"Beware.\"": true,
    "Fish at the surface of the water. The fish darts around looking for bugs to eat.": true,
    "stained-glass window. The window is cracked but hasn't completely broken out.": true,
    "unfinished navy ships. The ship is covered in barnacles as if it had been long at sea.": true,
    "old, sun-bleached sailcloth. The sailcloth has been bleached almost white by years of sunlight, and it is fraying at the edges.": false,
    "gold cups. The ornate gold cup is wide at it's stop and has a narrow base, it's gold plating embroidered with King's crest.": true,
    "Old fish-shaped sign. You see a sign in the shape of a blue fish, it says \"fresh caught\". As you look at it, your mouth starts to water at the prospects of a good meal.": true,
    "gold and shiny things. The heaps of gold are littered with shiny baubles and trinkets -- relics of a forgotten past. Gold and shiny things are scattered about the room, ctaching the eye.": true,
    "anvil. The anvil is hevay and black and appears to to have been well-used.": true,
    "painted walls. The wall is smooth and well-crafted, and it looks like it's been painted recently.": true,
    "pit-fall trap. The pit-fall trap is covered by grass and twigs.  They cover a deep hole beneath.": true,
    "torch. The torch sits aflame at the edge of the chambers below the castle.": false,
    "gravestones, some at oblique angles. The gravestone is marked with an unfamiliar name partially hidden by moss.": true,
    "ornate chairs. With hand-carved lion faces and coat of arms and a frame made of solid mahogany the ornate chair is fit for royalty.": true,
    "animal heads. This animal head looks back at you with mournful eyes.": true,
    "giant club. On further inspection of the giant club you notice it was stained with blood from the battle at the castle earlier.": false,
    "cell phone. A curious dull colored object that seems to come to life and glow at random times.": true,
    "bridge. The bridge has a few missing boards and looks like it might not be safe to cross.": true,
    "crackers. The cracker is over-seasoned with salt and is hard to eat": true,
    "it's door. A door that opens and closes at the behest of the user.": true,
    "screen. The screen is semi-transparent and has a few holes here and there.": true,
    "large wooden table. The table is grand with its legs at least 20 feet apart.": true,
    "bear- and tiger-skin rugs. The rug was soft and roughly cut. You wonder what happened to the animal it came from.": true,
    "troll's bed made of rotting hides. The troll's bed looks disease-ridden to you. The hides that make up the bed are matted and dirty.": true,
    "gray stone blocks. The stone block is jagged and well-worn.  It has seen some history.": true,
    "A small metal fence. The small metal fence is made of rusted wire wound around hand-hewn posts sunk at intervals in the loamy ground.": true,
    "trash bins. The trash bins are in a row, some appeared empty.": true,
    "lounge chairs. The lounge chairs are comfortable and colorful.": true,
    "a cooking pot. The cooking pot is rusted at the bottom and no longer usable": true,
    "grimy stools at the wooden bar. The stool is dirty and grimy.  It is made of wood with a leather seat.": true,
    "huge lock on door. the door is rusty and dirty. Glimpsing at the long, it appears to be old and metal, with rusted edges, but a shallow hole in the center requiring a key.": true,
    "nice fruit trees. the fruit tree bears many fruits at this time": true,
    "highly fortified tower. The grey stone highly-fortified tower stretches into the sky, protecting itself against attacks. The tower is highly fortified, it is not going to be easily breached.": true,
    "filth from kingdom. The filth is disgusting to look at and smells like rotten corpses": true,
    "broken weapons. This pike was broken in half at some point, and its point appears to be quite dull and rusty.": true,
    "a piece of old, sun-bleached sailcloth. It could be a very old piece this piece of cloth, maybe it was worn by someone important or has a story": true,
    "a clothes line. The rope stretched a few feet and was at eye height. Strung tight between two metal poles.": true,
    "crabs. Look at those beautiful crabs! That would make a tasty dinner": true,
    "a large ornate table. The table has a highly polished surface, ornately lathe-turned legs and intricate floral carvings along the edge of the tabletop.": true,
    "The building. The building is a dappled white and gray, made rough-hewn stone with wooden lintels.": true,
    "drinking glasses. The glass is chipped on one side, but appears to you to be sturdy and well-made.": true,
    "Baskets of freshly-caught fish. Such a worn out basket. It can barely hold all the fresh-caught fish. It has mold on it and it's broken in many parts": true,
    "small table. The table is just large enough for four people to sit at it. The wood appears old and worn.": true,
    "benches. The sturdy wooden bench is long enough for two people to sit side-by-side, albeit uncomfortably, since it is also quite narrow. the bench is rusty and worn out.": true,
    "icicles. The icicle is sharp but dull enough at the same time that it cannot be used as a weapon.": true,
    "White cloth and drapes. White cloth and drapes can be used to illustrate a story at church.": true,
    "chaises. The chaise was horrible to look at, but was the most comfortable surface to sleep on in the cottage.": true,
    "three doors. The door is heavy with quite a bit of moss covering it at the edges.": true,
    "kneelers. The padding on the kneeler is well worn, hinting at the many knees that have occupied it over the years.": true,
    "tack room. The tack room is extremely dusty with old saddles and bridles lying around.": true,
    "ponds. As you look at it closer, you see creatures slithering around just beneath the surface.": true,
    "herd some sheep. The sheep is standing on a rock and surveying the field.": true,
    "a small pool of water. the water is clean and safe for drinking.": true,
    "the royal coat of arms. The coat of arms is barely visible and faded.": true,
    "herbs. This herb is not edible, it looks poisonous but it's probably used to make some medicine": true,
    "manikins. The manikin has no head and stands without clothing.": true,
    "wooden chairs. The chair appears more like a throne.": true,
    "lookout tower. The tower offers a good place to keep watch over things.": true,
    "well-equipped kitchen. The kitchen has all of the latest gadgets, perfect for the aspiring family chef.": true,
    "throne. That throne is where kings and queens would sit during their reign The throne has very intricate carvings on the sides, and large clawed feet at the base of each leg.": true,
    "table. The table was large and heavy. Its surface is piled with goblets and platters. Dented, chipped, and leaning slightly to the side, this table is a witness to many brawls. The table is round and made of roughly-chopped wood planks. The large, oval-shaped table is covered in scratches and dents from years of use.": true,
    "shield. The circular wooden shield has a leather rim and a striking metallic boss in the shape of a dragon's head, at the center.": false,
    "booth. The wooden booth has high-backed seats and intricately carved arms. It is a comfortably place for several people to sit.": true,
    "hay shovels. the hay shovel is new but heavily used. there are remnants of matter other than hay, indicaitng the owner's have gottent their money's worth The shovel was rusty with bits of hay lingering on it.": true,
    "shiny stones. The shiny stone is a blue-green color. It's small enough to fit in the palm of your hand. The shiny stone was worn smooth, and all the roughness was gone.": true,
    "graves. The grave is old enough to have grass growing over it at this point, and the only marker that remains is the engraved stone of the resident.": true,
    "wooden pews. The pew is weather-worn and splintery.  You don't think it would support your weight.": true,
    "Ornate table. The table is ornately carved and polished to a shine. The ornate table, despite being covered in dust and cobwebs, appears beautifully handcrafted from solid gold with lion paw-shaped feet.": true,
    "Candle pieces. The candle is broken in several places, the pieces littering the floor.  The bits are coated with blobs of still-warm melted wax.": true,
    "dry docks are made of stone.  When the dock was emptied, the area looked quite odd. What was once water is now stone. Fish and plant life left to gasp for life at the bottom.": true,
    "drawings. The dusty drawing contains smudged legends leading to treasures in far-off lands.": true,
    "fishing poles. This fishing pole is made of springy willow wood and has a fine line with an iron hook at the end.": true,
    "lean-to tent. The tent is old and worn, with holes in it. It looks as though it has been abandoned for a long time.": true,
    "a surrounding fence. The fence surrounding the castle is obviously designed to keep those inside from getting out rather than the other way around. The fence is tall with sharp wooden spikes at the top.": true,
    "tiger-skin rugs. the rug on the floor is made of goat skin.": true,
    "rusty bars. Look at those rusty bars, doesn't look like anyone has been using them for a while.": true,
    "computer. The computer, also known as an abacus, is a wooden square with faded paint delicately holding metal rods and sliding beads.": false,
    "small garden. The small garden is a favorite of the queen's - lined with the most ornate foliage.": true,
    "terraced cottage. The cottage is warm and inviting with ivy creeping up to the roof.": true,
    "rolling hills. What a green rolling hill, so many pink flowers grow on it and even some mushrooms": true,
    "Books. The old book is bound in leather and the title is presented in gold leaf. Inside, a red velvet-y ink makes the words shine on the old paper.": true,
    "grasslands around the cottage. The grassland is lush and green, it's beautiful wild flowers extending far beyond the eye's reach.": true,
    "wood trim. The trim around the window appears to be made from oak.": true,
    "pictures trimmed in gold. The picture seems to have an elegant gold trim around it.": true,
    "shelves and shelves. The shelf is made of dark rough-hewn wood and is large enough to hold several books or bowls.": true,
    "bulbs. The bulb is crafted from hand-carved potatoes and provide much better lighting in the dungeon.": true,
    "mystical necklace with a colorful crystal. the mystical necklace is magical and scary A piece of jewelry that is worn around the neck.": false,
    "stacks of gold plates. The plate is made of glass and is white with a gold rim around it.": true,
    "Firewood for the fireplace. firewood of cedar tree used in castle chimney of the royal family": true,
    "a roaring fireplace. The fireplace contains large logs inside its stone frame. The roaring fire licks the chimney as it expells heat.": true,
    "Crow's nest full of emeralds. This crows' nest is very small and has some bird poop around and lots of emeralds inside": true,
    "door to the shack. The door looks hand-carved, as it has a slightly uneven edge and doesn't fit into the door frame perfectly.": true,
    "hair brush. The queen's ivory hair brush has horse hair bristles. It's pearly white handle is hand-carved and accented with jewels.": false,
    "incense burner. Billows of smoke plume from the incense burner.": true,
    "painting. The painting depicts a small bridge over a stream.": true,
    "stone carving of an angel. The carving is of an angle with giant wings.": true,
    "Prayer beads. The prayer beads are made of wood and look well worn.": true,
    "painting of Mother Mary. The painting of mother mary is beautiful. The painting of Mother Mary is painted with intricate brushstrokes.": true,
    "A painting of his quests. The painting is ornate and accurate in detail.": true,
    "priceless painting. The oil painting depicts the king's grandfather in an ermine robe. The painting is bright and lustrous.": false,
    "a hanging religious carving. This carving depicts a religious scene of a lady, her hands outstretched and beams of light radiating out from behind her.": true,
    "carved statues. The rusted carved statue of a prince stands majestically.": true,
    "a silver incense burner. The incense burner is made of silver, and it is blackened from all the incense smoke it has been exposed to.": true,
    "priceless painting of past kings. The painting details the kings crown very well": true,
    "sheer screen. The sheer screen is worn out due to age and broken in spots.": true,
    "painting and works of art of the goddess,. The works of art depict the goddess in flowing robes and a crown of gold. The painting is oil on canvas inside a gilded frame.": true,
    "oars. The oars are made of fine oak wood and wet from being used to steer a boat": true,
    "bell. The bell is small and old, with a thin layer of tarnish that covers the silver. There's a small crack running down from the top.": false,
    "a very long table with ornately carved legs. The long table had carved legs that were very much over decorated.": true,
    "Dining Hall. The dining hall is filled with a variety of characters and the noise that accompanies them.": true,
    "a painting. There is a large painting depicting the royal family in the main entrance of the castle. It was painted by the most talented artist in the Kingdom.": true,
    "old prayer books. the old prayer book is tattered and worn. it has markings all over it from a previous owner": false,
    "Alter. The alter is sacred and inscribed with religious words.": true,
    "silverware. The silverware looks shiny and new it has an engraving in the back.": true,
    "Bar stools. The old wooden bar stool at the tavern was carved out of the old pine trees that stood where the church now lies. The bar stool is tall with a red cushion seat, the stand being made up of metal.": true,
    "front door. the front door has let in many different people over the years": true,
    "an altar. The altar is made of wood and looks well worn.": true,
    "hand carved 30 person kings dining table. A piece of furniture used to set food on while you eat.": true,
    "prayer books. One book can change the world": true,
    "door frame. The door frame is made of an old wood with many knicks and scracthes all over it.": true,
    "sliding panel. The panel is too flimsy to be much of a barrier.": true,
    "A chasim. The chasim is deep and seemingly impassable. You thought it better to turn around than try your luck crossing it.": true,
    "religious tapes and records. The religious tapes and records are old and crumbling, they must be transcribed.": true,
    "The alters where they kneel in prayer.. The altar is ornate and highly polished. The woodwork gleams.": true,
    "wall hanging. The wall hanging shows a deep history imbedded in to it.": false,
    "bows. The bow is old and used, made of wood and some type of string.": true,
    "huge ovens. This yellow huge oven has many cooking options.": true,
    "benches made from wood. The beautifully carved bench was a gift from the queen to the king upon the celebration of their wedding.": true,
    "swing. The swing shows some rot in the rope and seat, but still works.": true,
    "Fishing ships. The fishing ship is the finest around, build from oak and fine metals.": true,
    "tapestries lining the walls depicting past royalty. The tapestry is large and shows an image of a king giving a flower to a little girl.": true,
    "huge vat of brewing liquid. The huge vat of brewing liquid is boiling over.": true,
    "Statues of gods. The statue is rusted and crumbling": true,
    "grappling hook. The hook is rusty and has a sharp pointy end.": false,
    "place. The place is abandoned, but you can hear echoes of its previous history.": true,
    "The outside castle. The castle is made of stone and overlooks a vast land.": true,
    "torn fabric. The torn fabric is used as a cloth atop the royal dinner table.": false,
    "Graveyard Keeper. I am the graveyard keeper who lives across the yard from the graveyard. I make sure all of the graves are marked and everything is in order. I dig the graves for newly deceased people. I am the graveyard keeper who lives across the yard from the graveyard. I make sure all of the graves are marked and everything is in order. I dig the graves for newly deceased people.": false,
    "cairns of stones piled atop graves. The stone is large and could be used to weigh down a catapult.": true,
    "open grave. The grave is six feet deep and three feet wide.": true,
    "Pew/bench. The pew was made of dark oak and was lined with red royal satin.": true,
    "poisonous trees. The tree has one side split open and is dead.": true,
    "name placard. The placard is made of wood witha clear name on it.": false,
    "The crosses displayed on the walls.. The cross is simple and made of iron.": true,
    "pew. this pew belonged to an old church. It's made out of light wood and it's very sturdy": true,
    "vaulted ceiling. The vaulted ceiling is so large and open that it is almost suffocating.": true,
    "Red carpet. A dark red carpet, soft, lush, thoughtfully laid out and relatively clean.": true,
    "crumbling headstones. The headstone is old and the stone is crumbling away in some places.  The name can barely be made out.": true,
    "placard. A sign used to display names of buildings or notices.": true,
    "open structure. This structure is open to the elements, and is overgrown in ivy so that the original structure is nearly indistinguishable.": true,
    "drawings of crosses. This drawing is sketched with charcoal, and looks to depict a row of three crosses.": true,
    "bat. The bat appears to be from a coat of arms.": true,
    "river. This river is strong, mighty, and full of fish that feed the nearby village. The river is wide and fast moving.": true,
    "graveyard. The graveyard behind the castle is where the the previous kings and queens lay to rest. No common folk are found buried here.": true,
    "Old broom. the broom is very dusty and fragile.": true,
    "dirt roads. The dirt road is covered in large rocks, making travel difficult.": true,
    "The pew. The pew is dusty and is cool to the touch. The pew is worn but looks well taken care of, it has seated many a religious person.": true,
    "Crumbling grave stones. The gravestone is chipped and surrounded with mold from being unkept": true,
    "shoes. An item of clothing worn on ones feet. Used to protect the food from the ground as well as decoration.": true,
    "black ceiling. The ceiling is black and made of thick stones.": true,
    "mess of vines. Twisting, winding, green thorny arms that have no end.": true,
    "shackles on the wall. The shackle is rusted and dirty from holding many prisoners": true,
    "towers. The tower is old and crumbling, with steep stairs that make you nervous.": true,
    "fences. The fence is easily broken into and should not be trusted.": true,
    "evergreen trees. The evergreen trees line the castle walls, providing a beautiful deep green hue.": true,
    "dead trees. The tree has no leaves on it, and is clearly dead.": true,
    "The stones. This stone is extremely rough and heavy. The stone appears to be smooth as if worn by water, but there is not river near.": true,
    "church guides. Church guides are so nice and helpful, you can always talk to them.": true,
    "green jungle. The green jungle seems to have a history throughout it's land.": true,
    "The plates that serve the royal members.. You know the symbols on the plates to be the crest of the royal family. Only royalty may be served from these plates.": true,
    "chamber pot. Since there is no plumbing in the kingdom, the townspeople have open chamber pots in their homes to excrete waste into.": false,
    "castle. The castle is large and imposing.  The castle is made of grey stones.": true,
    "Curtains. The curtains were made from the best royal blue silk in the land and the Queen's initials were sewn into them.": true,
    "a hitching post. The hitching post is worn and splintered from use.": true,
    "baskets of flowers. The basket is filled with wilted flowers dying flowers.": true,
    "building walls. This wall was built long time ago out of huge stones and clay": true,
    "building. The building towers before you, stretching so high it looks like it reaches the clouds.": true,
    "lush green vegetation. The plant is lush and well kept and remains fruitful to this day.": false,
    "flower pot. the pot is made of clay.": false,
    "bathroom pot. The notorious pot holds a stale liquid.": false,
    "huge cast iron pot. The pot is large and black.  A large meal can be cooked in the pot.": false,
    "quarters for the horse caretaker(s). The quarters are home to the person who cares for the king's horses. It has his belonging in it.": true,
    "Long, wooden tables. The table is long and wooden, stained from use with dents on its surface.": true,
    "ink well. The ink well sat in the king's chambers for use in mail.": false,
    "magic books. the book contains the secrets of the magician": true,
    "five chandeliers. The chandelier is full of cobwebs and contains only the small stubs of candles.": true,
    "a suit of armor. The suit of armor was highly polished and it gleamed in the light.": true,
    "bedding. The bedding is soft and warm, and is made out of silk and stuffed with animal feathers.": false,
    "luxurious bedding. The bedding is soft and comforting, finely woven from the best wool.": false,
    "large bed. The large bed had seven pillows on it.": true,
    "linens. The linens blew elegantly in the fresh outdoor air.": true,
    "wooden cabinets. The cabinet is made out of oak. It is filled with plates and glasses.": true,
    "beds. The bed has been neatly made, with the blanket smoothed and tucked carefully under the pillow. the bed is made of mahogany wood. the bed is neatly spread": true,
    "large four poster bed. Such a sturdy large four poster bed. The metal frame is a bit rusty but still looks fancy": true,
    "giant four poster bed. A great bed that should offer fine rest.": true,
    "tent. The tent looks empty. The tent holds no more than two sleeping men and is made of animal skins pieced together with crude leather stitch work.": false,
    "butler. I work for the royal family. I serve them food and beverages. I live in the worker's quarters of the castle. I work for the royal family. I serve them food and beverages. I live in the worker's quarters of the castle.": false,
    "Enchanted torches. The enchanted torch lit up with a magical purple flame.": true,
    "fire torches. the torch has a worn out handle but the fire is still strong and fiery with a long red flame.": true,
    "wooden walls. the wall is plastered white": true,
    "torture devices. The castle's dungeon is full of complicated and painful torture devices for the King's prisoners.": true,
    "dolly. The dolly is used by the King and the Queen to maintain their power.": true,
    "wood walls. The wood walls, despite looking well worn they remained standing and strong.": true,
    "a temple. The temple is in ruins. The stone walls are crumbling.": true,
    "walls of the cave. The wall of the cave is dark, rough and bumpy to the touch.": true,
    "the king's flagon. The king's flagon is silver with intricate engravings portraying his kingdom.": true,
    "a scale. The alchemist's scale was made of solid gold.": true,
    "Fishing nets. The fishing net is specially designed to catch the maximum amount of fish in front of the King's castle": true,
    "fence. The fence is made of wood.  It is long and keeps intruders out.": true,
    "racks of plain clothing. the clothing is long and colorful.": true,
    "fire place. The fire place is warm and made of stone.": true,
    "designed covers.. The designed covers look worn from use. The cover is old and dusty, but made of a fine leather.": true,
    "gold silverware. On further inspection of the gold silverware you notice that it has the King's initials engraved on each piece.": true,
    "chicken. The chicken had a golden brown hue and was decorated with the finest vegetables that only fit for the King.": false,
    "king. The king is the eldest man in the the kingdom.": true,
    "dead bodies. As you further inspect the bodies you notice many of them are riddled with arrows from the King's army.": true,
    "a cup. the cup is red in color.": true,
    "low walls. The wall is low.  It is easy to see over it.": true,
    "baptismal. The baptismal is rather ornate with strange runes and obsidian accents.": true,
    "kings throne. Gold and precious jewels adorn the king's imposing throne. The seat contains one large plush red velvet cushion.": true,
    "execution stand. the execution stand post is ready to execute the prisoners who have started the rebellion against the King": true,
    "stable. The stable has various stalls to contain the horses that live within, troughs line the walls and it is covered in hay.": true,
    "entire castle. The castle is derelict. The walls had long since been knocked down and vegetation had taken root within its walls.": true,
    "cave art. Art decorating the caves of walls from peoples who lived their long ago.": true,
    "2 large lion sculptures. The sculpture is large and depicts a animal that would surely be respected by the King.": true,
    "the Palace. The ornate palace is encrusted with rubies and emeralds larger than a man's head.": true,
    "red wine. The wine is a deep shade of red.": true,
    "carpet. The carpet is so thick you could rest your aching body on it.": true,
    "lighted torches. The lit torch gives off a huge amount of smoke, and appears to be crafted hastily.": true,
    "thick wooden mugs. the mug is colorful and huge.": true,
    "fresh red paint. The paint is a bright red color and easy to apply on a surface.": false,
    "2 large wooden doors. This Large wooden door is grand and new. This door has just been made and painted to be an entrance to the King's quarters.": true,
    "sail cloth. The sail cloth is a nice fabric.": true,
    "plants growing over ruins. The plant is ordinary but will cure the King's sickness when it is utilized by the village healer.": true,
    "a fur skin rug. This fur skin rug used to be in a hunter's bedroom. It's made out of a brown bear": true,
    "gold plated dome. A giant cross sits atop the gold plated dome.": true,
    "ornate railings on the stairs. The railings are lined with gold and helped the king walk to his chambers.": true,
    "sapphire. The sapphire is beautiful.  The gem emits a dark blue light.": false,
    "fresh dry house shoes. The house shoes are freshly dried before being worn again.": false,
    "beach house. The beach house sits right on the sand.  It's color give beauty to the house as a whole.": true,
    "out house. The out house is old and storied, signifying much use.": true,
    "chimney. The chimney is dirty and messy": true,
    "water gate is all harden wood. The water gate is crooked and almost broken from holding a flood": true,
    "light fireplaces. The fireplace is hot and full of fire that heats the house.": true,
    "a trash bin. The trash bin overflows with rotten vegetables and flies.": true,
    "pink flowers. A decorative flower the color pink. Used as decoration of peoples house and found scattered through out fields.": true,
    "Empty fish tank. The empty fish tank is covered in dust and broken at the bottom, unable to hold water.": true,
    "cottage in the grounds of castle. The cottage is simply built with a thatch roof and stone walls.": true,
    "doghouse. The doghouse has a slanted roof and a small door for a dog.": true,
    "The leaking roof. The leaking roof is above you, rickety and in need of repair.": true,
    "large pile of hay. The pile of hay is large and dusty.": false,
    "cottage roof. The roof looks sturdy enough.": true,
    "small wooden houses. The small wooden house was charmingly decorated and looked like it belonged just where it was.": true,
    "a higher dining table. The table stood as well as it could, as one leg was noticeably well worn out.": true,
    "large earthenware jug of water for cooking and drinking. The jug is simple earthenware with a bit of blue glaze around the rim.": false,
    "a large ladle. A wooden dipping ladle for water or stew.": true,
    "water troughs. The wooden trough is broken from holding the heavy water and grass": true,
    "water gate. The water grate is old and rusty.": true,
    "water buckets. The water bucket is made of wood and sealed with metal.": true,
    "stored jugs of water. A heavy vat made of clay, used to store water.": true,
    "a jug of water. The water is clear and cool to the taste.": true,
    "stalagmites. The stalagmite is old and large, still dripping water into the cave.": true,
    "cauldron. The cauldron can be used for cooking vegetables": true,
    "a puddle of water. The puddle is shallow and full of dirty water. A splash of dirty brown water lingering on the floor.": true,
    "cows. A large four legged docile animal used for milk or meat.": true,
    "thick water. The water is dark and murky. Drinking it would be dangerous.": true,
    "woman. I am a woman who lives in the village.  I live in a small house near the square.  I make bread and peddle it in the market. I am a woman who lives in the village.  I live in a small house near the square.  I make bread and peddle it in the market.": true,
    "clergymen. I am a clergyman. I lead the church in a small village. The Catholic church pays me and gives me a large house to live in. I am well-respected in the village. I am a clergyman. I lead the church in a small village. The Catholic church pays me and gives me a large house to live in. I am well-respected in the village.": true,
    "towns folk. I am a towns folk.  I live in a small house near the center of the village.  I work in a farm to pay for my food. I am a towns folk.  I live in a small house near the center of the village.  I work in a farm to pay for my food.": true,
    "Woman. I am a woman who lives in a village that surrounds the kingdom. I have 6 children who help out with all of the days chores. My husband is a guard in the castle. I am a woman who lives in a village that surrounds the kingdom. I have 6 children who help out with all of the days chores. My husband is a guard in the castle.": true,
    "the lady of the house. I love to accept guests.  I see to it that my house is clean.  I strive to make my guests comfortable. I love to accept guests.  I see to it that my house is clean.  I strive to make my guests comfortable.": false,
    "a wooden chest. the wooden chest contains the special items of the man's past.": true,
    "white wooden gate. The sturdy white wooden gate towers 20 feet in the air, protecting the people of the village from all kinds of challengers.": true,
    "the stones used on the entrance door. The stone is covered in blood": true,
    "oak tree. the oak tree is the center of the field and very beautiful.": true,
    "Back Row seat. The back seat is made of fine leather and is big enough for the king to sit in": true,
    "pool. The pool is shallow and small.": true,
    "large gate. The gate is vast and big, but a bit rusty.": true,
    "pub. The pub is massive and full of people.": true,
    "giant firepit. The firepit is made of large stones.  Dead grass fills the center.": true,
    "streets. The street is made of cobblestone, one of the first of its kind.": true,
    "a coconut tree. This tropical tree bears large round fruits. The leaves are long and luscious.": true,
    "rusty orange sandstone. the sandstone is rough and uneven.": true,
    "A giant withered oak tree. The oak tree stands tall, littered with arrows from a past battle.": true,
    "a drawbridge. The Drawbridge is used to get people or objects to the other side.": true,
    "The fountain. The fountain bubbles with water.  The stone of the fountain is grey and hard.": true,
    "incense holders. The incense holder is covered in ashes.": true,
    "The road. The long and winding road is narrow.": true,
    "ritual knife. A knife used in rituals by people. Very decorative and intricate.": false,
    "well. The well is worn out. Those who once used it are gone.": true,
    "place mats. The place mats are stained, old and mismatched.": true,
    "entrance doors. The entrance doors to the castle are handcarved and adorned with gemstones and precious metals.": true,
    "instruments. An object that can be used to make music.": true,
    "broken lanterns. The lantern's glass that once protected the candle is broken and the wood itself is splintered and worn.": true,
    "The drawbridge to the castle.. The drawbridge is made of wood and metal.  It is large and wide.": true,
    "gray stone. the stone is covered in mold": false,
    "entrance. everyone comes in through the entrance of building.": true,
    "The Temple Entrance. The entrance is made of stone and has strange language engraved all across it": true,
    "suit of armor. The suit of armor has dents all over it, and the metal is crimped in a few places.": false,
    "shops. The shop is small and cramped, and all the shelves are overcrowded with items.": true,
    "armory. This armory seems to contain all manner of weaponry and armor.": true,
    "sword. The sword is so old, it has cracks all in it. The sword was so sharp it could cut paper": false,
    "the shape of a large rectangle. The rectangle looks to be the shape of the sword. The shape of a large rectangle enclosed a strange picture.": true,
    "A high priest's robe hanging on a hook. The high priest's robe has a large hood and ornate embroidery around the hems.": true,
    "red and white candles. the candle has very bright light The candle's wax is almost melted all the way but still serves as a good source for light.": true,
    "small decrepit graveyard. This graveyard is pretty small and decrepit but it's very well taken care of. No high grass, no trash anywhere around it": true,
    "steel statue. The steel statue looks like it has seen better days. It's all dirty and has marks all over it.": true,
    "Bows. This bow has very detailed carvings": true,
    "bow. The bow is stained dark and the string feels supple to pull.": false,
    "horse bows. The bow looks worn from a lot of use.": true,
    "bow and arrows. A bow an arrow. Made from fine materials. Mostly used for hunting and protection.": false,
    "small aggressive-looking dog. No one likes dogs. I live on the streets with all the other dogs. I am hungry most of the time. Sometimes I fight with the other dogs. I am a dog. No one likes dogs. I live on the streets with all the other dogs. I am hungry most of the time. Sometimes I fight with the other dogs. I am a dog.": false,
    "small village. The small village contains residents too poor to live in the royal city": true,
    "small wooden bed. this small wooden bed is clothed in warm cotton blankets. it has a homely feel, and seems to be slept in by a small child": true,
    "birds. the bird is small, it has yellow and blue feathers.": true,
    "small vine. The small vine is of the climbing variety and bears small flowers with a most pungent scent.": true,
    "small crucifix. A small crucifix does not necessarily mean small faith.": false,
    "orange sand. The sand is a small grain that sits on top of the horse's neck.": true,
    "small gazebo. This small place is perfect for merryiment and joy.": true,
    "small pool of water. The pool of water is small and oblong in shape. The water is murky, so it's hard to tell how deep it is.": true,
    "smaller tables. The table is low and small.  It looks like it could be used as a dinner table for a small child.": true,
    "small wooden table. The table is made of the highest quality wood.": true,
    "a small sliding window covered with metal. This small sliding window covered with metal is rustic and very heavy. This sliding window is used to let people in to the jail.": true,
    "Four small rocks. Although small, this rock is sharp and hard enough that it can be used as a weapon.": true,
    "dinner table. The table is small and square. It is sturdy and has different shades of brown.": true,
    "fish wrap ( or butcher paper). The fish wrap seems dirty and used, hopefully no one uses it.": false,
    "the bed. The bed is small and narrow. It looks like it might be for a child.": true,
    "transparent glass window panes depicting religious iconography. The window pane is empty and hollow so as to allow workers to place glass in the space.": true,
    "A small fire. The small fire provides a suitable cooking arrangement or a place for warmth, it's hot glowing embers burning a bright red.": true,
    "small homes. The home is in great condition.": true,
    "loft. It's a cozy looking, well kept loft.": true,
    "small bed. A source of comfort for weary, this bed has layers of woolen blankets, and a straw mattress.": true,
    "small bucket. The bucket may be small but it gets the job done.": false,
    "Trowel. used for digging small amount of materials": true,
    "bear rug. The bear rug lies in the weapon room, with sharp teeth and giant paws.": true,
    "small shrubs. Small and thorny, the shrub lies low to the ground.": true,
    "end tables. The end table is small and unassuming, only large enough to hold perhaps a candle.": true,
    "Well. The well in the center of town is the best source of information around.": true,
    "lush green trees. the tree is strong and tall, it is full of life and a unique green color": true,
    "small pots. This small clay pot has beautiful flowers drawn on one side. it's old but not cracked": true,
    "dress. The dress has beautiful frills and small jewels embedded on it": false,
    "metal bucket. The bucket is rusted and old.": false,
    "bucket for eliminating waste. The bucket is filled with a noxious brown liquid.": false,
    "personalized tomb. The tomb is preserved and well kept.": true,
    "tombs for every empress and emperor. The tomb is decorated with many fine riches. You wonder who might deserve such a place.": true,
    "dense fog. The fog is dense, thick and hard to see through. The fog covers most of the land.": true,
    "homes. The home was designed in a way that every part of it was functional.": true,
    "tombs. The tomb is falling apart, and the remains inside have been disturbed.": true,
    "vine. The vine is long and reaches out.  The tendrils curl every way.": true,
    "flying family crest banners. The banner holding the family crest is wind tattered and rain beaten.": true,
    "old machinery. The machinery has many elaborate parts and spindles.": true,
    "Pine needles. the needle is sharp and picky.": true,
    "horse tack. The horse tack is made of hardened leather and molded iron. It is designed perfectly to fit a horse.": false,
    "the wind. the wind blows through the air like a knife through butter": true,
    "wind. The wind is blowing strongly today": true,
    "An old dry tree stump. The tree stump is old and has mold growing all over it The rotted out stump of a tree. A good place to hide something.": true,
    "hooks. The hook is heavy and rusty. The hook is dull and has lost it's sharpness.": true,
    "A calm water fountain. The fountain is large and round. It has carvings of fish on it.": true,
    "weights. The weight is round and made of iron.": true,
    "tomb. The tomb is filled with cobwebs. It has a dank, musty smell, and water dripped from the walls.": true,
    "hammock. The hammock is woven from rough rope, and it looks strong.": true,
    "wooden walkways. The wooden walkways looks empty and vast. the walkway is paved with stones": true,
    "large stone fireplace. The fireplace is large and made of grey stone. the fireplace has a lot wood ready to be lit.": true,
    "an armor set. The armor set is heavy and made of iron.  It will protect a body from harm.": true,
    "fog. The fog is heavy and hard to see through.": true,
    "two home made wooden crosses. the cross has nails stuck on it.": true,
    "Farming equipment. The farming equipment is rusted and ragged. The wooden handles are practically nothing but splinters.": true,
    "potions and cures for sale. There are potions and cures for sale every morning in the market.": true,
    "blacksmith. The blacksmith's skin is darkened and aged by the heat. Their large arms capable of lifting the heavy iron items they made.": true,
    "large oak tree. The large oak tree towers above you, its branches twisted and gnarled.": true,
    "embalming equipment. The equipment is remarkably clean.": false,
    "hatchet. The hatchet is old and worn out.": false,
    "primitive fishing pole. The fishing pole was splintered and worn.": false,
    "Small huts.. This hut is made of solid wooden planks and has a cheerfully thatched roof.  It looks as though several birds and small rodents have made their home up there.": true,
    "a pole. the pole is long": true,
    "mushrooms. the mushroom is sweet and eaten by many": true,
    "buildings. A large welcoming structure that would keep out the rain and wind.": true,
    "brown doors. The brown door is tall and intimidating. It is made of thick wood.": true,
    "candy. The candy is hard and shiny on the outside and made from sweet sugar and honey.": false,
    "roads. The road is dusty, desolate and eerie.  It has a sense of danger around every corner.": true,
    "path to the old mine. The path to the old mine was not well maintained and steep.": true,
    "bowl of fruit. The bowl has a blue glaze, and holds a large mount of grapes and other fruit.": false,
    "cabinet. The cabinet contains dishes and cups and is very dusty.": true,
    "meadows. The meadow is full of wildflowers.": true,
    "Big ornate doors. The door is made of a beautiful, bright wood, and it is covered in carvings of trees and animals.": true,
    "cast iron and copper pots. The pot is old and can only hold food such as chicken clearly.": true,
    "fruit trees. The limbs of the fruit tree sag under the weight of the cumbersome burden. The trees stand tall; their leaves vibrant green and their ripe fruit hanging invitingly.": true,
    "harnesses. The harness is made of leather and beautiful.": true,
    "potions. I will give you magical powers.  Small, but potent.  I can shatter, so handle me carefully. I will give you magical powers.  Small, but potent.  I can shatter, so handle me carefully.": true,
    "emperor. I am an emperor that rule of my people. I live in a palace and have all the nice things. I have slaves to do my bidding. I am an emperor that rule of my people. I live in a palace and have all the nice things. I have slaves to do my bidding.": true,
    "The groundskeeper. I trim the grass every two days.  I wish I could shoot the bow as the archers do.  I have been groundskeeper for 13 years. I trim the grass every two days.  I wish I could shoot the bow as the archers do.  I have been groundskeeper for 13 years.": false,
    "cannon. The cannon is rusty, but still loaded.": false,
    "gravestones. The gravestones are worn from age and fierce weather that they are hard to read. The gravestone is etched with a beautiful scripture.": true,
    "barred windows. The window is covered in thick bars, so no one can get in or out.": true,
    "statues of angels. The statue is large and beautiful.  The statue shows an angel.": true,
    "racks. The rack appears to be made out of iron, and it is rusty in a few places.": true,
    "latch. The latch is old and rusty.  It is made of metal.": true,
    "wooden cranes. The wooden crane is cracked and rusty from lifting the king's heavy furniture": true,
    "grey stone floor. The floor is made of beautiful gray stone. The surface is very smooth and cool to the touch.": true,
    "stone fireplace. The fireplace is made of beautiful stone, but the inside is covered in ash.": true,
    "The pond. The pond is dark and murky.  The water appears to be full of muck.": true,
    "dirty trails. The trail is long, winding, and covered in mud.": true,
    "spikes. The spike is rusty, but you that it is sharp enough to kill.": true,
    "desk. The desk is made of sturdy oak but is very low to the floor.": true,
    "rusty anchor. The anchor is very old with rust covering it as if it is sitting in the bottom of the ocean.": true,
    "monkeys. The monkey is small, male and without a tail and cries pitifully when caged.": true,
    "Wood table. A simple table crafted of rough brown wood.": true,
    "old broom. The broom is starting to lose its bristles, and it's stained a dark brown color.": false,
    "a monkey friend. I am a monkey from the tropical forest. I am the only one who can speak with humans. I respect the king, but not the queen. I am a monkey from the tropical forest. I am the only one who can speak with humans. I respect the king, but not the queen.": false,
    "Jacob's son. I am Jacob's son.  As you know, Jacob is a very important person in our village.  But I am not.  I am small and although a hard worker, I'm not able to do as much as my brothers. I am Jacob's son.  As you know, Jacob is a very important person in our village.  But I am not.  I am small and although a hard worker, I'm not able to do as much as my brothers.": true,
    "battle master. I am the general's battle master. I oversee the troops during battles. I am the general's right hand man. I am the general's battle master. I oversee the troops during battles. I am the general's right hand man.": false,
    "travelers. The traveler is wearing ragged cloth shoes, a torn smock and a cap embellished with the feather of a hawk.": true,
    "barn. The barn is huge and red in color!": true,
    "old pictures. The picture on the wall shows a likeness of a rotund man with a full, bushy beard riding a horse.": true,
    "cougar. Pick a fight with a lion before you pick a fight with a cougar, it is much more dangerous.": true,
    "cargo. The cargo is stacked up neatly.": false,
    "Legendary swords made from the greatest sword makers. The sword maker creates legendary swords for battle. They are large and as sharp as humanly possible.": true,
    "Chain mail. The chain mail is heavy, but protective enough to be worn for battle.": true,
    "smoke. A lot of smoke is emanating from the fireplace. The smoke is thick and black, filling the air.": true,
    "paper. The paper is torn and yellowing around the edges.": false,
    "cargo crates. A protective box used for the storage and transport of cargo.": true,
    "a king's armor. The king's armor is dented and scratched from the recent battle with the neighboring country": true,
    "A variety of torture implements. the torture implements are very scary.": true,
    "A road sign with two arrows, one pointing into town, one pointing to the protected forest.. The road sign sits at a fork in the road with etchings on it of those who have traversed the area.": true,
    "hull. The hull of the ship is covered in barnacles, but otherwise seems in good repair.": true,
    "opening. The opening is grand in scale and decorated by master craftsmen.": true,
    "stone chimney. The chimney is old and will spew out bad smoke unless it is destroyed.": true,
    "The field is green and the targets are bright red.. The target is riddled with arrows from others practicing for battle.": true,
    "torture equipment. The blood on the torture equipment shows recent use.": true,
    "map of the kingdom. The map is very old and wrinkled, with one corner slightly torn.  The paper is yellowed.": false,
    "cows grazing. The cows grazing contently in the green field belied the fierce battle that was approaching.": true,
    "floor to ceiling shelves. The floor to ceiling shelves encompass most of the room.": true,
    "ships. The ship is large and made out of wood. It sits in the harbor and bobs up and down in the water.": true,
    "a crystal ball. The crystal ball glistens and shines and hold secrets about the future.": true,
    "farm. The farm housed the stables and the livestock to feed the peasants.": true,
    "cannons. The cannon is long and heavy, and luckily only needed in times of battle.": true,
    "Shields. The shield appears to be marked from battle, but still usable.": true,
    "reeds. the reed swayed in the wind": true,
    "clinging vines. The clinging vines has been around awhile wrapping around the fenced in area of the castle The winding vine seems to go on forever.": true,
    "towering pine trees. the tree is tall and leafy": true,
    "Tall pine trees. The tall pine trees towered overhead, and the wind blew through their branches.": true,
    "heavy blanket. The heavy blanket is incredibly comfortable.": false,
    "high grass. Somebody needs to cut this high grass! there are so many snakes in it": true,
    "old bicycle. The bicycle is wooden with rusted chain link wrapped loosely around its broken gears in the chipped wheels.": true,
    "couple of Oak trees. The oak tree is tall and has a great green canopy.": true,
    "beautiful land. Fields of green rolling hills spread out in every direction. This beautiful land is lush and full of wildlife.": true,
    "Green large trees. The tree is extremely tall, and squirrels are hopping around in the upper branches.": true,
    "the temple. The temple is a new building, sporting high ceilings and ornate windows.": true,
    "rock. The rock is smooth and heavy.": false,
    "overgrown weeds. The weed is overgrown.  It reaches high up into the sky.": true,
    "big table. The table is large enough for 50 people.": true,
    "low grass. The grass, no doubt, required many sheep to keep it low.": true,
    "candelabras. The candelabra is dusty, old and very heavy. No wind could blow it over.": true,
    "A copper vase. The vase is made of copper and has been polished to a high shine.": true,
    "Ten long wooden tables. This wooden table is long enough to place lots of food for our picnic.": true,
    "cactus. The cactus is prickly to the touch and green.": true,
    "bed posts. The post is sturdy and looks like new.": true,
    "straw mattress. The mattress is worn down, and may have bed bugs.": true,
    "oak trees. The oak tree is massive, with branches that extend out and create a large canopy.  Birds can be heard up in the tree.": true,
    "quiet trails. The trail meanders ahead, curving around until the path becomes hidden to the eye.": true,
    "costumes. The kings costume is embarrassingly cheap": true,
    "Cobblestones. The cobblestone is hard and cool to the touch. It has traces of dirt and grass all over.": true,
    "long wooden dining table. The long wooden dining table is getting old, you can see the discoloring of it.": true,
    "sea turtles. The large sea turtle had eyes like an old warrior; wrinkled and weary from battle, but wise to the malice within men's hearts.": true,
    "old pine trees. The pine tree is still standing after 700 years and it is easy to see why people continue to watch it.": true,
    "the palace. The palace is ornate and enormous, making you wonder what kind of emperor lives inside.": true,
    "altar. The altar is made of alabastar and seems important. A wooden altar stands as tall as your waist. Made of rough-hewn planks, it has been worn smooth over time. The altar is massive and red": true,
    "desert. The desert holds many secrets as it is known to be notoriously hard to navigate. The desert is miles and miles of barren isteland.": true,
    "footprints. The footprint is very large and deep in the dirt.": true,
    "large ornate table. the large ornate table is covered in dust and cob webs": true,
    "old shack. The old shack has been standing for a long time. Many families have lived there": true,
    "coffins. The coffin is clearly very old and covered in a layers of dust.": true,
    "glittering grass. The grass glitters beautifully against the sunrise.": true,
    "pail. The pail is old and beginning to rust in places.": false,
    "water pail. The pail had rust on it's handle and there was a hole rusted through the bottom. The water pail is wet and slippery since it has been used earlier in the day.": false,
    "A leather cloth. The leather cloth smells of fresh cow hide Worn out and beaten leather cloth.": true,
    "gold coins. The gold coins are tarnished but still reveal the face of the ancient god of the mountains. The coin is pure gold, and has some crude stamp marks on it.": true,
    "Several shiny coins in the bottom of the pool. Coins found of incalculable value their composition of gold makes them even more valuable": true,
    "debris. Where do these debris come from? There are pieces of wooden tables and some coins and lots of dirt": true,
    "cloth sacks. The stained cloth sack has holes cut out for arms to fit through.": true,
    "Gold coins. This coin has been worn down and is slightly corroded, as if it has spent time in a river.": true,
    "tithe plate. A shallow plate, but wrapped in gold, the tithe plate serves to host the devious church goers offerings.": false,
    "lord. I am one of the king's lord.  I rule over a large area of land.  I have dozens of tenants. I am one of the king's lord.  I rule over a large area of land.  I have dozens of tenants.": false,
    "trapdoor. The evil lord had a trapdoor installed in his great room.": true,
    "cliff. The cliff is a great vantage point to watch over the valley and see any intruders approaching.": true,
    "hand plow. the hand plow is used for farming the fresh earth": false,
    "A leaning stack of pitchforks and scythes. A leaning stack of pitchforks and scythes seems conspicous to the goal the farmer.": true,
    "floor to ceiling mirror. The tall mirror stretches from the floor to the ceiling, clearly displaying your reflection.": true,
    "big rug. The big rug is soft to the touch.": true,
    "there would also be seagulls on the dock. The seagull is ready to fly and spread it's wings.": true,
    "Small burning candle. This small burning candle can be used as a light source to guide you The small candle is barely producing light at its size.": true,
    "path. A path trodden through by some.": true,
    "dozens and dozens of brim fish. The fish had a beautiful shine of red, radiating from it's scales.": true,
    "adventurer's remains. Kneeling to inspect the adventure's remains you discover large claw marks on the face and chest.": true,
    "candle holders. The holder is so old it couldn't even hold a candle anymore. It's rusted out.": true,
    "lance. The knight's lance has an edge that bears the palpable scars of battle.": false,
    "block and tackle. The block and tackle could be used to raise something.": false,
    "decaying fallen tree. The old tree wobbles and you wonder if it will fall soon.": true,
    "Pomegranate trees from birds dropping seeds. Burdened with fruit, the tree's branches dip towards the ground, offering a nice place to rest.": true,
    "large trees. This tree stands tall with branches that spread out far as the eye can see.": true,
    "coconut tree. The coconut tree towers above the tropical landscape.  Heavy coconuts sway with the tree in the breeze.": true,
    "a fallen tree. The tree is old and dusty, it fell on the ground.": true,
    "tree branches. The tree branch is wet and rotting. It's so thick, you can barely wrap your hand around it.": true,
    "Religious books. religious books are very important to you, as they hold the key to your beliefs.": true,
    "many plants. this plant resembles the tree of life": true,
    "Blessed talismans. the blessed talismans has been kept well to pass down to generation to come": true,
    "new trees are built once a year. The tree is deeply knotted and rough to the touch.": true,
    "brightly colored flowers that grow up to 30 feet tall. The stems droop under the weight of the orange flowers that top them.  You find the perfume to be sweetly cloying and unpleasant.": true,
    "precious jewels. The jewels had such a glow to them that you couldn't help but be drawn to them. They had to belong to royalty, but why were they here? Who left them?": true,
    "pine tree. A tree found in most locations. Doesn't lose it leaves in winter with a pointed shape. The old pine trees surrounded the lake where all the fisherman catch their daily allotment for the market": true,
    "sticks. stick can be used to chase away animals": true,
    "maps to get out of the lake. The map to get out of the lake is made completely out of papyrus.  Written in black ink, its mysterious hieroglyphics and strange markings can be interpreted through a key found on the bottom, left-hand corner.": true,
    "trees. The trees are monsterously large. The tree is old and extends far into the sky. It's far reaching branches cast a shadow to everything beneath it. The tree is split at the base and appears to be ready to fall. The tree is small and twisted.  It looks like it has been pummeled by the wind for decades. The tree is bare and very tall. It has many branches and a brown trunk. The tree has a large hole in one side, and a few branches have been cut off. The tree may have only just planted its roots, but it is already towering above everything else. This tree stands tall, proudly displaying its green foliage. The tree appears ancient. Its gnarled branches reach out into the sky in all directions.": true,
    "palm trees. the palm tree is strong and unwavering. it is clear from several chop marks that make it clear people have tried to chop it down": true,
    "ice throne. The sword seems to be old but still reliable enough to cut down a animal.": true,
    "Long skinny trees. the tree has so tall and skinny it was as if it almost couldn't be seen This tree stretches up into the sky, although it seems a bit too slender for you to climb.  The bark is white with mottled patches of black on it, and its leaves are a deep emerald green hue.": true,
    "pikes. A metal weapon sharpened to a point on the end of a long pole. The pike is recently sharpened to be used in the upcoming war": true,
    "Sails made from gold leaf. The sail appears to made of golden leaves from the neighboring country": true,
    "Roots. The root grew so fast, you can see leaves starting to grow on it.": true,
    "blankets. The blankets that are given to the soldiers to camp on the battlefields have been made by a group of very capable craftsmen.": true,
    "feather fountain pen. The feather fountain pen appears to  have never been used before as it is so clean and shiny.": false,
    "a lilac tree in full bloom. The lilac tree has an enchanting form, its flowers creating a wonderful visual feast.": true,
    "branches. The branch is thin and thorny. It is brittle to the touch. the branch is jagged and long. it seems like it would hurt to sit on or even rip from the tree The branches covered the hillside after the storm.": true,
    "mildew. The mildew grows everywhere and the smell begins to make you sick.": true,
    "wood is gathered to make fire. The wood lay scorched on the ground, and warm to the touch.": false,
    "The forest has many trees.. The tree seems healthy and large. It should prove to be climbable.": true,
    "precious stones. The precious stone holds a glimmer of its own. When you hold the stone to the light, it glows from within.": true,
    "mosses. Curly and soft, like a thick blanket, the moss looks like it could be a good place to rest.": true,
    "wooden boat parts. The wooden boat part is carefully crafted and sanded to the point of being smooth. The lacquer provides a clean shine to it.": true,
    "The trees hiding the cave entrance.. The tree is large and straight, and has limbs jutting out from a height only a foot or so above the ground.": true,
    "A gigantic and lavish marble pier. The pier looms before you, the intricate marble adding to its majesty.": true,
    "treehouse. The treehouse sits high in a tree.  A ladder extends down from it.": true,
    "Velvet seats. The velvet seat was soft to the touch.": true,
    "doorways. The doorway is so low that most adults would have to bend over to pass underneath it.": true,
    "Animal skins used as rugs. The animal skins were remarkably clean, but came from an animal you did not know.": true,
    "elderberries. The elderberry is ripe and sweet and freshly picked from the tree A smallish dark bluish purple berry, never to be eaten raw.": true,
    "a soaring ceiling painted with the richest cobalt blue and ruby red paints. The ceiling has the color red to represent the blood of the enemies and rich cobalt blue to represent the blue skies ahead.": true,
    "observation deck. A platform used to observe the scenery around the location.": true,
    "clothes brushes. The cloth was clean and bright in all its colors, stealing it comes to mind.": true,
    "lost coins. The coin appears to be from a different time, its markings are unlike any language known to these lands.": true,
    "marble pillars. The pillar is smooth to the touch, and quite extravagant.": true,
    "signal fire. The fire is so bright it is blinding.": true,
    "pews. The pew is made of wood and is very long.": true,
    "wood stools. The stool is sturdy and made of wood.  The seat is made of leather.": true,
    "fire pit. The fire pit is rather large and can be used.": true,
    "candle. A wax object, with a wick, that can be set on fire, and used for light.": false,
    "wood burning fire. It is a flame, that can be used for heat, or cooking.": true,
    "eisel. The eisel is made of wood and is old and dusty.": true,
    "water is as clear as a crystal. the crystal gem is beautiful.": true,
    "Crates. The crate is made of wood and you can't see what is in it.": true,
    "Wood Pile. A pile of firewood is neatly stacked as tall as a man in preparation for winter.": true,
    "key. The key is a large black skeleton key, seemingly made of wrought iron.": false,
    "grass snakes. I am a slithery snake. I like to weave in and out of tall grass. I will bite you if you get to close to me. I am a slithery snake. I like to weave in and out of tall grass. I will bite you if you get to close to me.": true,
    "priest. As a priest it is my duty to give permission to country people who want to get wed. I often see very young people wanting to marry and start families. In this part of the country, it is important to have many children. As a priest it is my duty to give permission to country people who want to get wed. I often see very young people wanting to marry and start families. In this part of the country, it is important to have many children.": false,
    "religous texts. Elaborate, sacred musings of a prophet, priest, or deity.": true,
    "wooden cross. The wooden cross is faded in color from being worn too much by the priest": false,
    "prayer book. The book contains many prayers. It has many pages and filled with many words on each. the book contains the man's connection to his God through prayer.": false,
    "back row seats. the seat is big and comfortable. The back row seat was made of fine leather. It felt cool to the touch.": true,
    "temple of the Gods. The temple is filled with candles and incense. It was built from polished black stones long ago.": true,
    "Paintings of Gods. The painting has fiery colors and rough texture.": true,
    "church. The church is beautifully decorated with floor to ceiling stained glass windows.": true,
    "potted flowers. The potted flowers are beautiful and added a pop of color to the landscape. The plant's fruit is a beautiful flower": true,
    "dens. The den was so big and made of rocks, some people were afraid to explore it.": true,
    "grape juice. The juice of the grape is sweet to drink. The grape juice is so sweet it is hard to drink.": true,
    "food tray. A simple tray, to put one's food on.": false,
    "sleet. The sleet is so thick it is hard to see the floor.": false,
    "uniforms. The uniform belongs to someone of great importance to the kingdom.": true,
    "nests. The nest appears to be abandon.": true,
    "rotting meat. The meat is rotting and it smells badly almost to the point of nausea.": false,
    "food trays. the food tray held many different types of food in its time": true,
    "napkins. The napkin is filthy with old food and wine stains.": true,
    "metal meal tray. The tray is made of metal and is cool to the touch.  There are sections to put food on the tray.": false,
    "A rack. the rack holds many different things upon it": true,
    "food items. The food item is fresh, and the aroma itself is to die for. Still you have no idea what it is.": true,
    "food storage. The food storage is dark inside and cool, it's sealed door keeping the light from leaking in. The storage is rusted shut, you wonder if you can open it.": true,
    "half wild cat. I used to live with people, but I was abandoned young to learn how to fend for myself. I like to scratch people. I love to eat their babies! I used to live with people, but I was abandoned young to learn how to fend for myself. I like to scratch people. I love to eat their babies!": false,
    "Plain, pretty basic wooden cabin. A wooden cabin with a sense of charm.": true,
    "wizard. The wizard looks formidible.": true,
    "fresh coconuts. The coconut is fresh and smells delicious.": true,
    "magical lights. The shimmering magical light glistens of shades of blue and green from afar": false,
    "wooden spit. The wooden spit shows signs of repeated use.": false,
    "magical crystal. The magical crystal is round and glowing.  It emits a white light.": false,
    "blacksmith's hammer. The hammer is made of sturdy iron, but is covered in a layer of rust.": false,
    "Little wooden stools. The little wooden stool is worn and battered from use.": true,
    "wooden bed. A simple wooden rectangle with a grid of interwoven ropes to support a mattress.": false,
    "outside temple. The temple has blood on the floor leading to the doorway.": true,
    "beautiful farmland. This farmland is the largest in the village and it requires many peasants to work it.": true,
    "jungle. A rainy expanse of tropical trees, plants and poisonous wildlife.": true,
    "hard bench. The hard bench appears to be crafted from solid oak, with a gold base in the shape of bird feet.": true,
    "Window. The windows of the castle were sealed tight and strong to allow escape.": true,
    "torture instruments. The torture instruments thick with rust no longer able to harm": true,
    "homestead equipment. The homestead equipment is ready to be used.": false,
    "instruments of torture. There are several instruments of torture that can be used to gain information.": true,
    "gardening equipment. The gardening equipment is dirty and filled with mud.": true,
    "old machinery lying around, rusting. The machinery is obviously no longer in working condition": true,
    "wooden tables. The table is old and broken with scratches on the surface.": true,
    "assistant chef. I cook for the King and Queen and other Royals in the area. I take the directions from the head chef. I hope to someday be the head chef. I cook for the King and Queen and other Royals in the area. I take the directions from the head chef. I hope to someday be the head chef.": false,
    "utensils. All of the silver utensils are polished to perfection by the kitchen staff.": true,
    "castle kitchen. The castle kitchen bustles with the culinary preparations of a grand feast.": true,
    "A long table. The kitchen table has been used for dining for many years.": true,
    "kitchen. The kitchen shows how much power resides in everyday actions.": true,
    "meals. The meal was amouthwatering roasted chicken with cheese and bread as the sides.": true,
    "cookpot. The cookpot is large, heavy, and round. Peering inside, you have trouble seeing the bottom.": false,
    "bricks. The brick is so heavy.": true,
    "Black soil. The soil is extremely dark, and it smells like decaying matter.": true,
    "Iron grill. The grill is black and full of soot.  It hasn't been cleaned in ages.": true,
    "main hall. The hall is always kept clear of clutter in case of emergencies.": true,
    "apron. The apron is small and a picture of a fire is painted on its front. The apron is old and worn. It has been used by many kitchen staff.": false,
    "banquet. The banquet is full of illustrious guests.": true,
    "herb garden. The herb garden is full of tasty herbs.": true,
    "A quiver. The quiver contains a mess of arrows, its leather frame stretched from years of use.": true,
    "vegetation. the vegetation is overgrown with weeds and grass. The vegetation surrounding you is lush and smells of the rich soil.": true,
    "shields. The shield is heavy and large.  It has the crest of the king on it.": true,
    "different types of swords. The sword has a clean sharp edge.  It is long and heavy.": true,
    "roasting meat. The meat smells as though it were freshly cooked over a fire.": false,
    "chunks of raw meat. The chunk of meat is raw and bloody.": true,
    "big wooden table. The table is large, with rough boards and a few knot holes in the wood.": true,
    "simple wooden table. The table is light in color and made from a common wood. It seems relatively new.": true,
    "long table. A long oaken table set up in the dining hall. There are many burns and cuts in it's surface. The table is engraved with the crest of the ruling Monarch, and it's legs are plated with the finest gold.": true,
    "tables. On further inspection of the table you notice it was worn and had numerous dagger strikes into it. The table is rough metal, its chips and divots are filled with blood. The table is made of one large plank of wood, and appears to be highly polished. The table is small and made of wood.": true,
    "golden tables. The table is crafted out of fine oak, but plated in gold in a lavish design fit for a king.": true,
    "a long, wooden table. The table is worn and yet sturdy, its wood splintering at points but display its history proudly. The table is barren aside from the wine stain in the middle and the leftover crumbs.": true,
    "ornate tables. The table is very ornate and beautiful. Made of a dark cherry wood, and engraved on its sides with scenes of epic battles, the table has undoubtedly been host to meals for both noblemen and knights.": true,
    "chandelier. The chandelier is simple and made of iron. It holds six candles.": true,
    "wooden chair. The chair was tattered and worn after many years of use in the old theater.": true,
    "Old cup. The cup is a family heirloom held by the queen for 20 years. This is an old cup made of rusted metal.": true,
    "chairs whose legs match the table legs. The chair has intricately carved legs that look to be four ladies holding the chair up.  The wood gleams warmly as it has been carefully polished with beeswax.": true,
    "rocking chairs with cushions. The cushion on the rocking chair looks comfortable and inviting.": true,
    "cup. The cup is old and broken, with the handle chipped from being dropped": false,
    "A squat chair with a high back. The chair is made of gold with the finest jewels embedded in it The squat chair stands out and looks comfortable to sit and rest on. The colors scream of royalty.": true,
    "spoon. The spoon is rustic looking, as though it was carved hastily.": false,
    "bighorn sheep. I am a sheep with the biggest horns in the area. Other sheep give me food and drink. I know how to get humans to check on me. I am a sheep with the biggest horns in the area. Other sheep give me food and drink. I know how to get humans to check on me.": false,
    "crystal blue sky. the sky is clear and blue today": true,
    "sheep. The sheep is fluffy and healthy looking, it is and chewing its grass happily in the sun.": true,
    "The water in the sky. Only Water in the sky can help the prosperity of the kingdom, because the drought has affected the harvests of farmers.": true,
    "pastel sky. The sky is filled with soft and delicate pastel colors. The beautiful pastel sky shines light all over the kingdom.": true,
    "clouds. The cloud is vibrant white with no sign of turbulent weather.": true,
    "sky. The sky was as blue as a smurf on that summer day.": true,
    "rich tapestries. The color of the tapestry is rich and vibrant, with gold threads glimmering throughout.": true,
    "corn. The corn is tasty and delicious, it is big and vast.": false,
    "Towering Mesa. The towering mesa had a flat top.": true,
    "glowing rocks. The rock appears to glow in the moonlight, illuminating the path it lines.": true,
    "gentle rolling hills. The hill is slightly sloped and somewhat bumpy overall.": true,
    "Tack for the work horses. The tack seems to be loose and worn out from being used by uncooperative horses.": true,
    "dunes. The dunes are massive, and have many strange animals living in them.": true,
    "bookcase. The bookcase is large and made of sturdy wood.": true,
    "clothes made of various plant matter such as large leaves and vines. The living vines that once hung in the trees now mask the flesh of man.": false,
    "skeletons. The remains of what once was a living creature, whitewashed with time. The remains of an unfortunate traveler. Best left where it is.": true,
    "small living things. I am a small living creature. I like to crawl on walls and the floor of the castle. I enjoy stealing food where I can and spying on the people. I am a small living creature. I like to crawl on walls and the floor of the castle. I enjoy stealing food where I can and spying on the people.": true,
    "assassin. Killing for a living puts things in perspective. It makes me appreciate life more. I would gladly annihilate all living beings for an appropriate fee. Killing for a living puts things in perspective. It makes me appreciate life more. I would gladly annihilate all living beings for an appropriate fee.": false,
    "butterflies. I flutter around with my elaborately designed wings. I eat bugs and other small living items. Many people like to see me around them. I flutter around with my elaborately designed wings. I eat bugs and other small living items. Many people like to see me around them.": true,
    "fishers. We fish all day, every day. It's how we make a living. It's dirty work, but necessary. We fish all day, every day. It's how we make a living. It's dirty work, but necessary.": true,
    "livings things. I am a living thing in the forest. I scare unsuspecting travelers. I hate kids. I am a living thing in the forest. I scare unsuspecting travelers. I hate kids.": true,
    "intruders. I am an intruder of the kingdom. I rob for a living. I have killed many men. I am an intruder of the kingdom. I rob for a living. I have killed many men.": true,
    "a lady. I am a lady living alone in the kingdom by the tall mountain. I live a simple and peaceful life. I do not like dragons and frogs. I am a lady living alone in the kingdom by the tall mountain. I live a simple and peaceful life. I do not like dragons and frogs.": true,
    "People. I am a quick tempered person. I get angry over the smallest things. I like adventure and like to travel. I like living in the kingdom. I am a quick tempered person. I get angry over the smallest things. I like adventure and like to travel. I like living in the kingdom.": true,
    "The Queen. I am Queen and your living Goddess. Kiss my feet, mere wench. I won't tell. I am Queen and your living Goddess. Kiss my feet, mere wench. I won't tell.": true,
    "pig. I love living in the mud. I eat just about anything. I am intelligent. I love living in the mud. I eat just about anything. I am intelligent.": false,
    "carpets. A decorative tapestry placed on the floor. Stylized and decorative.": true,
    "double thick wooden door. After looking closely this door is a double door and it is made of wood.": true,
    "candy shop. The shelves in the candy shop are stocked with caramel, fudge and peppermint.   The doors are open on this hot summer day and the candy can be smelled a block away.": true,
    "Kings sword. The king's sword is magnificent and ornate, with impressive metalwork around the hilt.": true,
    "marbled floor. The floor is made of an elegant marble, with shades of white and gray visible.": true,
    "chicken coop. The chicken coop looks well tended, the wood freshly painted and the wire free of rust. The chicken coop is so old, its barely standing after all these years.": true,
    "merchandise. The merchandise is unique.  It is homemade for the square.": true,
    "a cozy fur rug. The cozy fur rug is large and heavy, who ever claimed it would have put in quite the fight.": true,
    "town. A collections of houses, buildings, and market booths, containing nobles and swindlers alike. Watch your pockets, as well as your tongue.": true,
    "general store. The general store is in a state of disrepair, it's porch is falling down.": true,
    "paper records. The record details all of the activities of the business. They are written neatly in cursive writing.": true,
    "small wooden structure. Adequately crafted of wood and sturdy to the inquiring eye.": true,
    "statue of a god. The statue of the god is intimidatingly large, and the feet of the statue are shiny from so many people touching them over centuries.": true,
    "barrels of beer. The beer is a rich amber ale that smells of hops.": true,
    "narrow door. The narrow door is large enough only for a child to get through.": true,
    "rich red tapestries. The tapestry is woven with rich red colors, and looks like it was made by an expert weaver.": true,
    "white counter top. The counter top is painted in a milky white, and covered in many scratches from years of being used as a cutting surface.": true,
    "tropical birds. The tropical bird is brightly colored with a simple pattern.": true,
    "a large pet lion. The large pet lion looks fierce. A fierce large cat. Found in certain locations or kept for display in zoos and circuses.": true,
    "single bulb of light. You could see the strong glow of the light.": true,
    "metal ore buckets. The metal of the bucket was dinged in many places.": true,
    "scrap of fur. The scrap of fur is matted and tiny insects crawl upon it.": false,
    "The town doctor. I am the town doctor.  I have a small practice in the square in the center of the village.  The subjects line up to await my help. I am the town doctor.  I have a small practice in the square in the center of the village.  The subjects line up to await my help.": false,
    "milk man. I am a milkman for  the town in the kingdom. I bring fresh milk to town daily . I love working for the people of the town. I am a milkman for  the town in the kingdom. I bring fresh milk to town daily . I love working for the people of the town.": false,
    "mast. The sails are stretched across the mast": true,
    "the door. The door is painted dark green, and it has a tiny window in it.": true,
    "fountain. The fountain is ornate and gilded with jewels that listened in the sun. The fountain is a simple bowl shape and has a birdbath in the center.": true,
    "beer keg. The keg is large and filled with beer.": true,
    "ink. The ink is a bright red, reminiscent of blood.": false,
    "large chest of drawers. The chest contains six drawers, each with a brass knob in the center.  The wood is polished and shining.": true,
    "materials. The material is lightweight and can be worn in the summer.": false,
    "milk. The milk is curdled with flies floating in it.": false,
    "mug of mead. The mug of meed looks tempting.": false,
    "small metal bucket. The metal bucket appears to be made of copper, with multiple dents and scratches on the the surface.": false,
    "colorful wildlife. The colorful wildlife becomes very quiet as intruders approach the forest. The wildlife in the jungle are all part of the circle of life and behave as such": true,
    "royal blue canopy. The canopy is embroidered with the family crest and adorned with jewels.": true,
    "The animals that live in the forest. Upon closer look, it seems to be wounded.": true,
    "foot prints. The foot prints are larger than normal. They show a hoofed shape and lead into the dark forest.": true,
    "babbling brook. The babbling brook flows gently over rocks. This brook supplies my horses and crops with water.": true,
    "a treasure map. The map shows the forest and the river clearly labeled. It is marked with a mysterious black X.": true,
    "draw bridge. The draw bridge is open but don't expect as much openness from the people on the other side of it.": true,
    "The mysterious cave art covering the walls.. The art depicts images in crude form.": true,
    "Tapestries of important historical value,. The tapestry has many colors and displayed a historical scene. The work of art has depictions of forest animals, gathered around a woman. The woman smiles, seemingly at the rabbit.": true,
    "other types of weapons. The weapon is too heavy for you to lift and you wonder who it was made for.": true,
    "The plants besides the trees, like bushes and grass.. The plant was very colorful and came in many shapes and sizes.": true,
    "canopy. The canopy is falling apart quite a bit, but some sprucing up should fix it.": true,
    "broken logs. The broken logs would make great firewood. That Log of wood is decayed almost completely by worms": true,
    "boar. I am an animal. I live in the forest. I dislike hunters. I am an animal. I live in the forest. I dislike hunters.": true,
    "fox. I am the fox of the brook in the forest. I live near the castle in the shrubs. I steal from wanderers. I am the fox of the brook in the forest. I live near the castle in the shrubs. I steal from wanderers.": false,
    "cavemen. I am in the primitive world.  I love to hunt and fish.  I live in a cave in the forest. I am in the primitive world.  I love to hunt and fish.  I live in a cave in the forest.": true,
    "monkeys. I am but one of a horde of monkeys. I live on the outside of the kingdom. We swing from the branches and eat many bananas. I am but one of a horde of monkeys. I live on the outside of the kingdom. We swing from the branches and eat many bananas.": true,
    "Animals. I am a creature of God.  I love the forest.  I thrive on fruits and fellow creatures. I am a creature of God.  I love the forest.  I thrive on fruits and fellow creatures.": true,
    "bandit. I am a local bandit. I like to sneak around town. I like the forest a lot. I am a local bandit. I like to sneak around town. I like the forest a lot.": false,
    "woodlands. The woodlands were cleared around the castle to improve sight lines for the defending army.": true,
    "wooden wall. The wall is rough, as though the boards were never sanded.": true,
    "sword of the guards. The sword is sturdy and so heavy that you have trouble lifting it.": false,
    "wall. The wall is old and dusty, it has a lot of holes and empty places.": true,
    "green short grass. The short grass feets good under your feet and the green reminds you of spring.": true,
    "grass. The grass is green and smells sweet as if it were Springtime. The grass is green and magnificent, it has a lot of life. Upon inspecting, The grass you see large animal shaped paw prints tracking North. the grass is lush and green. The grass is stained with the blood of battles past. the grass is burned and dead. it has been killed by wildfires and is a tan and brown color A green plant that is often used for ground cover for parks and peoples homes.": true,
    "tapestry. The brightly colored tapestry hangs regally on the wall. It depicts a summer scene of wildlife in a lush green meadow.": true,
    "small dirt country road. The road is dusty and narrow.  The road winds through the countryside.": true,
    "Cabinet. A cabinet stood out painted pitch black.": true,
    "grasses. This grass smells so good, it's not your ordinary grass": true,
    "The shattered windows. The shattered windows are made of stained glass. They lay on the ground and reflect light off them": true,
    "wildflowers. The flower is delicate, with petals that look almost like lace.": true,
    "large sunroof. The sunroof is painted over shutting out the light.": true,
    "decorative swords. The decorative sword has gemstones in the handle and isn't particularly sharp.": true,
    "shrubbery. The shrubbery stands about waist high. Its thick green foliage conceals a small animal nest.": true,
    "wildlife. Exoitc wildlife surrounds the castle, kept as pets for the kings viewing pleasure": true,
    "chamberpot. The chamberpot is extremely clean, as though it never gets used.": false,
    "big chandelier. the chandelier is glittery and shiny": true,
    "balcony. What a huge and clean balcony. There are two chairs on it and some flower pots": true,
    "broken chairs. The chair is broken, with the back almost completely separated from the seat.": true,
    "a torture rack. The dried blood upon the rack is mortifying.": true,
    "big stones. This stones craving can still be interpreted.": true,
    "big window. The glass of the big window is warped and difficult to see through. The streams in the glass appeared as if water frozen in place.": true,
    "a large and well stocked wine rack. The rack is being used to store an extensive collection.": true,
    "a bear. The bear has a big scar in its eye, it is big and brown and has a magestic size.": true,
    "empty coin bags. The small empty coin bag is a red velvet with a purple draw string that can be used to close it and protect it's contents. the coin bag that was once full is now as empty as can be": true,
    "large tapestry. The tapesty is big and can cover a significant part of a wall. It is black and made of a thick fabric.": true,
    "horse trough. The horse trough is already empty and it surprised you.": true,
    "large farms. The farm is really big and vast, it doesnt seem to have an end.": true,
    "a bar. The bar is empty with few customers inside, and a bit shabby in appearance.": true,
    "harness. The harness looks almost too big for a regular horse.  What type of animal is this for?": false,
    "treasure chest. The treasure chest is a big rectangular box used to store treasures. The treasure chest itself is adorned with gold and jewels with a clasp made out of diamonds.": false,
    "deck. The deck is made of wood and weather beaten.": true,
    "statues. The statues in the garden are decorated with flowers. The statue is made of marble and you wonder who it is. The statue is made of gold and molded into the shape of the late king": true,
    "kettles. The kettle is warm with boiling water in it.": true,
    "waters. The harsh waters of the dockside made it tough to attack the kingdom from the sea.": true,
    "awning. The awning is made of cloth of many different colors.": true,
    "huts. The hut is made out of sticks and hay, it does not appear very stable.": true,
    "baptismal font. The baptismal font sits full of water still and clear.": true,
    "buckets of water. The bucket of water is dark and grimy. The wood holding it together has long since rotted.": true,
    "earth. The earth is round and vast. It has many lands and bodies of water. The earth looks like a blue marble from space.": true,
    "ink jar. The ink in the jar swirls darkly, the glass glimmering in the light.": false,
    "iguanas. I live in the ruins in the middle of the tropical jungle.  Sometimes explorers in metal armor visit the ruins I live in to collect treasure.  I make sure to avoid people that visit the jungle I live in in case they might want to eat me. I live in the ruins in the middle of the tropical jungle.  Sometimes explorers in metal armor visit the ruins I live in to collect treasure.  I make sure to avoid people that visit the jungle I live in in case they might want to eat me.": true,
    "children. I am a child who loves to swim in the nearby river with other children in my village. When we are not involved in doing chores or work for our family, we love to play together in the water. The river is a meeting place for the kids in the village to socialize. I am a child who loves to swim in the nearby river with other children in my village. When we are not involved in doing chores or work for our family, we love to play together in the water. The river is a meeting place for the kids in the village to socialize.": true,
    "A funny fool in the royal court.. I'm a fool in the royal court. I entertain the king and his court. I exist to make the king and his guests happy. I'm a fool in the royal court. I entertain the king and his court. I exist to make the king and his guests happy.": true,
    "other animals. I am one of the other animals that lives in the meadow surrounding the castle. I play with the other animals all day. I'm only frightened when fighting breaks out in the meadow or forest. I am one of the other animals that lives in the meadow surrounding the castle. I play with the other animals all day. I'm only frightened when fighting breaks out in the meadow or forest.": true,
    "jailer. I am the jailer of the village. I keep the prisoners in line. I make sure the king's subjects stay in line. I am the jailer of the village. I keep the prisoners in line. I make sure the king's subjects stay in line.": false,
    "A fountain. Though it still looks like it could, the fountain is no longer working.": true,
    "cell. The cell has dried blood, showing that it is frequently used.": true,
    "jail cells. The aged rusty bars of the jail cells are beginning to rot through from years of decay.": true,
    "ancient texts. The text is full with misteries, it is old and worn out and full of dust.": true,
    "finest silk and velvet. The finest silk and velvet is imported, you could use it for anything": false,
    "finest wines. The wine is smooth and dry.": true,
    "a sign. The sign is wooden with black lettering. The words \"Ye Olde Blacksmith\" is across the front.": true,
    "wooden stools. The stool is old and uneven.": true,
    "smith. My forge is over a thousand degrees. I can melt steel with ore and wood. I make only the finest quality blades and armor. My forge is over a thousand degrees. I can melt steel with ore and wood. I make only the finest quality blades and armor.": false,
    "bar host. I am a naughty and cheating bar host . I trick customers in my saloon . I lure in travelers to poison them . I am a naughty and cheating bar host . I trick customers in my saloon . I lure in travelers to poison them .": true,
    "Sister. My brothers are brats.  I am the only girl in the family.  I can't wait to have a family of my own. My brothers are brats.  I am the only girl in the family.  I can't wait to have a family of my own.": true,
    "mystical lions. the lion is very fierce and scary": true,
    "grimy stools. This stool is old and dusty and has a broken leg": true,
    "shop counter. The oak counter looks well polished, the better display the many wares upon.  The wooden surface is inlaid with a set of scales in beech wood. The shop counter is topped in thick, battered wood, marred by the passing of time and goods.": true,
    "hammers. The old hammer has a leather handle, and it's hilt is adorned with a steel ball. The hammer end is made of cast iron, and is beginning to wear out from use.": true,
    "meat. As if fresh from the butcher shop, the meat is a vibrant blood red, and would surely make for a great meal once cooked.": false,
    "mace. The mace is sturdy and strong. You would hate to be hit by the metal spikes that line its head.": false,
    "a few buildings. buildings built in antiquity with materials that survive time": true,
    "The market stalls lining the streets.. As you walk through the market corner the you notice that the stalls are worn and a bit weathered but filled with many wares from all over the realm.": true,
    "guard towers. The guard tower is made of stone.  It is tall and has a wooden door.": true,
    "a sign saying \"apothecary\". The sign bored several markings of the names of the different gangs and unsavory men who have ventured through these parts. A warning to travelers that this is nowhere you want to be for long.": true,
    "Armory. The armory is vast and served to hold the guard's weapons. Spears, shields, swords alike were put in the steel plated armory.": true,
    "soda fountains. The fountain is dry. The old fountain lay broken, but still it's runes could be read.": true,
    "Tools for keeping the cacti trimmed. Tools for keeping the cacti trimmed are necessary for any farmer of the desert.": true,
    "barrels for crops. The barrel is made out of oak and supposed to hold crops for the week.": true,
    "statuary.. A work of art sculpted from various materials or carved out of stone.": true,
    "Dirt. The dirt is thick and coarse in appearance.": true,
    "Lagoon. The lagoon is small and almost perfectly round. The water is rippling slightly in the breeze.": true,
    "poorer citizens. I am one of the poorer citizens of the empire.  On some days I can't eat more than a morsel of bread.  The king's men are mean to me.  They eat lavish foods and laugh at me. I am one of the poorer citizens of the empire.  On some days I can't eat more than a morsel of bread.  The king's men are mean to me.  They eat lavish foods and laugh at me.": true,
    "a drunk reeling out of the saloon. I am known as the town drunk. I frequent the local pubs on a daily basis and drink beer till my belly is full. I commonly start fights with other patrons and get thrown out of the saloon. I am known as the town drunk. I frequent the local pubs on a daily basis and drink beer till my belly is full. I commonly start fights with other patrons and get thrown out of the saloon.": false,
    "road. The road is just barely wide enough for a small cart pulled by a single horse.": true,
    "Robes of Royalty. What a beautiful purple robe of royalty made out of silk": true,
    "a barrel. the most convenient way to place many of the drinks of the pirates is the put it in a barrel made of wood": true,
    "a bottle of wine. The bottle of wine seems tempting.": true,
    "stand. The stand is a bit rickety and worn out from use.": true,
    "Crow bar. The crow bar is shiny and beutiful, it is made out of a weird metal alloy.": true,
    "bottle of wine. The wine in the bottle appears rich and dark, inviting you to drink it.": false,
    "horseshoes. The Horseshoes are bent beyond repair.": true,
    "Tavern. The tavern is lively and full of drunken patrons. The tavern is so new that the smell of freshly cut pine still hangs in the air.": true,
    "crystals. The crystal is clear and reflects light.": true,
    "Large glimmering ruby. The ruby is a very large size but beautifully faceted.": true,
    "pillars. The pillar stands tall.": true,
    "a fairy. I'm a fairy. A fae. A creature of magic beyond your limited dreams. I'm a fairy. A fae. A creature of magic beyond your limited dreams.": true,
    "royal shipwrights. I build the King's ships.  I work at the ship yard near the castle.  Most ships I build are for war. I build the King's ships.  I work at the ship yard near the castle.  Most ships I build are for war.": true,
    "rat. I live near the docks on the edge of the city.  I steal food from cargo boxes that are loaded into ships at night.  Sometimes rats from strange lands come off ships that come to the dock. I live near the docks on the edge of the city.  I steal food from cargo boxes that are loaded into ships at night.  Sometimes rats from strange lands come off ships that come to the dock.": false,
    "rats. The rat scurries desperately, squeaking as it moves.": true,
    "dried blood. the dried blood is still contaminated": true,
    "pink and white outline. The outline of the object, pink and white in color, remained on the ground.": true,
    "rare wood from a tree that doesn't exist anymore. The wood seems very unique in its attributes. The wood is old and brittle, but the only of its kind to still exist.": false,
    "a dim lamp. The lamp is chipped and damaged, and doesn't seem to glow bright anymore.": true,
    "red brick. The brick has crumbled and looked very weathered.": false,
    "piano. The piano has weathered keys turned yellowish from decay.": true,
    "A wide variety of grains, vegetables and fruits. The grain is harvested by the farmers and then sold at the market. It is a major part of the diets of the townspeople.": true,
    "garden. The garden appears to be overgrown with massive thorns, and rotten fruit is scattered around.": true,
    "brick walls. The brick wall is so old and dirty, it seems to have been here for quite a while.": true,
    "pilings. The wooden piling appears to be crumbling and on the verge of breaking.": true,
    "murky dark water. The murky dark water is hard to see through and ominous.": true,
    "small stone fence. The fence is made from gray stones of different sizes. It's only a few feet high, so it can easily be climbed over.": true,
    "beautiful blossoming jasmine flowers. The beautiful blossoming jasmine flower shows its delicate white petals extending off its gentle brown stem.": true,
    "iron gate. The gate is ornate, with complicated iron scrollwork patterns. the gate is 20 feet wide, 10 feet tall and made of iron and has lights mounted on top.": true,
    "barnacles. Upon further investigation of the barnacles, they appear to be brown, hard and wet from the sea.": true,
    "a hard wooden chair under the eaves. This hard wooden chair under the eaves is made out of pine, it has wine stains on it, also it's all scratched up": true,
    "bench made of stone. The bench seems heavy and impossible to move.": true,
    "Shutters. The shutters are very loud during the night winds.": true,
    "salt. The salt is clean and white, looking more like a crystal than something to eat.": false,
    "A big sheep-like brown dog. I am a big sheep-like brown dog.  My owner is a poor farmer.  He feeds me scraps in the afternoon.  I sleep outside in the barn. I am a big sheep-like brown dog.  My owner is a poor farmer.  He feeds me scraps in the afternoon.  I sleep outside in the barn.": false,
    "dried leaves. The leaf is dry and turning brown.": true,
    "large wardrobe. The wardrobe is made from solid oak and stained a rich, dark brown.": true,
    "colorful tapestries. The tapestry is dusty and old, with exquisite stitches in the shape of a dragon": true,
    "bags. The bag is large and wide with extra pouches for more items.": true,
    "grey brick. The brick has a grey color and has a lot of cracks, it looks old and worn out.": true,
    "seagulls. I am a seagull of the kingdom docks. I see ships set sail. I fly out to sea. I am a seagull of the kingdom docks. I see ships set sail. I fly out to sea.": true,
    "ceiling. The castle ceiling is tall and wonderful with paintings.": true,
    "rusted helmets. The helmet is a brilliant gold and it's top is crusted with jewels.": true,
    "extravagant rugs. The rug is thick and plush, with a fancy pattern of scrollwork and flowers.": true,
    "old armor. The armor is rusted and dented.": false,
    "king's horses. I am the horse of a king.  I stay at his wait.  The king saddles me and rides me around the village. I am the horse of a king.  I stay at his wait.  The king saddles me and rides me around the village.": true,
    "moldy bread. The bread is moldy and is littered with green and black spots.": false
}